# -*- coding: utf-8 -*-
from flask import Flask,request,Response,jsonify
#werkzeug库可以判断文件名是否安全，例如防止文件名是../../../a.png
from werkzeug.utils import secure_filename
import time
import os
#内置变量__name__的值是字符串__main__ 。Flask类将这个参数作为程序名称。当然这个是可以自定义的
#Flask默认使用static目录存放静态资源，templates目录存放模板，这是可以通过设置参数更改的
app = Flask("myapp", static_folder="path1", template_folder="path2")

# 文件上传目录
app.config['UPLOAD_FOLDER'] = 'static/uploads/'
# 支持的文件格式
app.config['ALLOWED_EXTENSIONS'] = {'png', 'jpg', 'jpeg', 'gif'}  # 集合类型
#设置请求实体的大小
app.config['MAX_CONTENT_LENGTH'] = 16 * 1024 * 1024 #16MB

# 判断文件名是否是我们支持的格式
def allowed_file(filename):
    return '.' in filename and filename.rsplit('.', 1)[1] in app.config['ALLOWED_EXTENSIONS']

@app.route('/')
def hello_world():
    return 'hello world'
@app.route('/a')
def hello_world1():
    return '123',404

@app.route('/ab', methods=['POST'])
def hello_world2():
    pass


@app.route('/hello')
def hello():
    #获取/hello
    print(request.path)
    #获取/hello和后面参数
    print(request.full_path)
    #获取url
    print(request.url)
    #获取所有参数
    print(dict(request.args))
    #获取参数值
    print(request.args.get("info"))
    #设置缺省值
    print(request.args.get("meiyouzhi","hello"))
    #获取多值的参数
    p=request.args.getlist("p")
    print(p)
    print(request.args.__str__())
    return str(p)

@app.route('/register', methods=['POST'])
def register():
    #请求头
	# print(request.headers)
    # print(123321)
	# print(request.headers.get("-Api-Name"))
	# print(request.form)
    # print(request.form['name'])
    # print(request.form.get('name'))
    # print(request.form.getlist('name'))
    # print(request.form.get('nickname', default='little apple'))
    # #print(request.json.get("nsrsbh","zxc").strip())  # 用户名
    # print(request.headers.get("key","keys").strip())  # key
	return 'welcome'

@app.route('/add', methods=['POST'])
def add():
    # result = {'sum': request.json['a'] + request.json['b']}
    # resp=Response(json.dumps(result), mimetype='application/json')
    # resp.headers.add('Server', 'python flask')
    # return resp
    return "123"

@app.route('/addin', methods=['POST'])
def addin():
    result = {'sum': request.json['a'] + request.json['b']}
    #直接使用jsonify工具函数返回
    return jsonify(result)

@app.route('/upload', methods=['POST'])
def upload():
    upload_file = request.files['image']
    if upload_file and allowed_file(upload_file.filename):
        filename = secure_filename(upload_file.filename)
        # 将文件保存到 static/uploads 目录，文件名同上传时使用的文件名
        upload_file.save(os.path.join(app.root_path, app.config['UPLOAD_FOLDER'], filename))
        return 'info is '+request.form.get('info', '')+'. success'
    else:
        return 'failed'


@app.route('/user/<username>')
def user(username):
    print(username)
    print(type(username))
    return 'hello ' + username


@app.route('/user/<username>/friends')
def user_friends(username):
    print(username)
    print(type(username))
    return 'hello ' + username+". They are your friends."

@app.route('/page/<int:num>')
def page(num):
    print(num)
    print(type(num))
    return 'hello world'+str(num)


@app.route('/gateway/anhui', methods=['POST'])
def anhui():
    print(request.headers)
    print(request.args)
    #直接使用jsonify工具函数返回
    return "51BEA53094C547A699290EAE549710D3"

#获取token和randomKey
@app.route('/auth', methods=['POST','GET'])
def auth():
    auth={
	"randomKey":"qva8e6",
	"token":"eyJhbGciOiJIUzUxMiJ9.eyJyYW5kb21LZXkiOiJxdmE4ZTYiLCJzdWIiOiIxZDdiYzNmOGIzOGYiLCJleHAiOjE2NDAyNDgzNDQsImlhdCI6MTYzOTY0MzU0NH0.m9Dk9tquS-P3Ms57FO2IqQVUtJc2HHrCMQSHie_zaQ2r7Uj4ruSf4hJcfmBVyhk3B1WhroQz9emtgERBYDA83w"
}
    return auth

#涉税信息获取
@app.route('/main/v3/getTaxInfo', methods=['POST','GET'])
def getTaxInfo():
    getTaxInfo=""
    return getTaxInfo


#授信反馈
@app.route('/main/v3/receiveCreditInfoAdd', methods=['POST','GET'])
def receiveCreditInfoAdd():
    receiveCreditInfoAdd={
	"code":200,
	"data":[
		{
			"no":1,
			"ssqq":"2022-01-01",
			"ssqz":"2022-03-31"
		},
		{
			"no":2,
			"ssqq":"2022-04-01",
			"ssqz":"2022-06-30"
		},
		{
			"no":3,
			"ssqq":"2022-07-01",
			"ssqz":"2022-09-30"
		},
		{
			"no":4,
			"ssqq":"2022-10-01",
			"ssqz":"2022-12-31"
		}
	],
	"msg":"成功"
}
    return receiveCreditInfoAdd


#授权变更
@app.route('/main/v3/bankAuthorizationChange', methods=['POST','GET'])
def bankAuthorizationChange():
    bankAuthorizationChange={
"code":200,
"msg":"接收成功"
}
    return bankAuthorizationChange

#申请撤销
@app.route('/main/v3/bankReceiveApplyRevocation', methods=['POST','GET'])
def bankReceiveApplyRevocation():
    bankReceiveApplyRevocation={
	"code": 200,
	"msg": "成功"
}
    return bankReceiveApplyRevocation


#授信反馈变更
@app.route('/main/v3/receiveCreditInfoUpdate', methods=['POST','GET'])
def receiveCreditInfoUpdate():
    receiveCreditInfoUpdate={
	"code": 200,
	"msg": "成功",
	"data": [{
		"no": 1,
		"ssqq": "2019-04-01",
		"ssqz": "2019-06-30"
	}, {
		"no": 2,
		"ssqq": "2019-07-01",
		"ssqz": "2019-9-30"
	}, {
		"no": 3,
		"ssqq": "2019-10-01",
		"ssqz": "2019-12-31"
	}, {
		"no": 4,
		"ssqq": "2020-01-01",
		"ssqz": "2020-03-31"
	}]
}
    return receiveCreditInfoUpdate

#贷后反馈变更
@app.route('/main/v3/receiveAfterCreditInfoUpdate', methods=['POST','GET'])
def receiveAfterCreditInfoUpdate():
    receiveAfterCreditInfoUpdate={
	"code": 200,
	"msg": "成功"
}
    return receiveAfterCreditInfoUpdate


#明细反馈
@app.route('/main/v3/bankReceiveMingxiInfo', methods=['POST','GET'])
def bankReceiveMingxiInfo():
    bankReceiveMingxiInfo={
	"code": 200,
	"msg": "成功"
}
    return bankReceiveMingxiInfo

#贷后反馈
@app.route('/main/v3/receiveAfterCreditInfoAdd', methods=['POST','GET'])
def receiveAfterCreditInfoAdd():
    receiveAfterCreditInfoAdd={
	"code": 200,
	"msg": "成功"
}
    return receiveAfterCreditInfoAdd

#授信反馈变更
@app.route('/tfrcm', methods=['POST','GET'])
def rex():
    return """<?xml version="1.0" encoding="UTF-8"?>
<service>
<SYS_HEAD>
<SvcCd>500130030</SvcCd>
<SvcScn>02</SvcScn>
</SYS_HEAD>
</service>"""



#授信反馈变更
@app.route('/abcd', methods=['POST','GET'])
def rexabcd():
    aa=request.form
    print(aa)
    biaoshi=0
    for i,s in aa.items():
        if "xml" in i:
            biaoshi=1
        elif "vzoom-datafetch/hsj/outFetchData.do" in i:
            biaoshi=2
        elif "bodyguard/apply/" in i:
            biaoshi=3
    print(biaoshi)
    res=""
    if biaoshi==1:
        res="""017012103070122022032920221648516287214265NCRP02              00000     <?xml version='1.0' encoding='GBK'?><CRP><File>{xmlResultData=
<Document><Msg><ResultCode>AAA000</ResultCode><ResultDesc>查询成功</ResultDesc><ReportName>bankCreditReport.xml</ReportName><ReportMessage><Document>
<EAA>  <!--数据块标签 报告头-->
	<EA01>  <!--信息单元标签报告头信息单元-->
		<EA01A>  <!--信息段标签报告标识信息段-->
			<EA01AI01>2019051319093724848550</EA01AI01>  <!-- 报告编号 -->
			<EA01AR01>2019-05-13T19:09:37</EA01AR01>  <!-- 报告时间 -->
		</EA01A>
		<EA01B>
			<EA01BI01>乐山市保发纺织有限责任公司</EA01BI01>  <!-- 查询机构 -->
			<EA01BD02>其他原因</EA01BD02>  <!-- 查询原因 -->
		</EA01B>
		<EA01C>  <!--身份标识信息段-->
			<EA01CQ01> 雕饰集团公司一</EA01CQ01>  <!-- 企业名称 -->
			<EA01CS01>1</EA01CS01>  <!-- 企业身份标识个数 -->
			<EA01CH>  <!--企业身份信息-->
				<EA01CD01>组织机构代码</EA01CD01>  <!-- 企业身份标识类型 -->
				<EA01CI01>718239037</EA01CI01>  <!-- 企业身份标识号码 -->
			</EA01CH>
		</EA01C>
	</EA01>
</EAA>
<EBA>  <!--信用提示信息-->
	<EB01>  <!--信用提示信息单元-->
		<EB01A>  <!--信贷交易提示信息段-->
			<EB01AR01>2012</EB01AR01>  <!-- 首次有信贷交易的年份 -->
			<EB01AS01>3</EB01AS01>  <!-- 发生信贷交易的机构数 -->
			<EB01AS02>3</EB01AS02>  <!-- 当前有未结清信贷交易的机构数 -->
			<EB01AR02>2015</EB01AR02>  <!-- 首次有相关还款责任的年份 -->
			<EB01AJ01>325.66</EB01AJ01>  <!-- 借贷交易其他借贷交易账户余额 -->
			<EB01AJ02>68</EB01AJ02>  <!-- 借贷交易被追偿账户余额 -->
			<EB01AJ03>0</EB01AJ03>  <!-- 借贷交易其他借贷交易账户关注类余额 -->
			<EB01AJ04>40.16</EB01AJ04>  <!-- 借贷交易其他借贷交易账户不良类余额 -->
			<EB01AJ05>243.80</EB01AJ05>  <!-- 担保交易余额 -->
			<EB01AJ06>0</EB01AJ06>  <!-- 担保交易关注类余额 -->
			<EB01AJ07>0</EB01AJ07>  <!-- 担保交易不良类余额 -->
		</EB01A>
		<EB01B>  <!--非信贷交易及公共信息提示信息段-->
			<EB01BS01>1</EB01BS01>  <!-- 非信贷交易账户数 -->
			<EB01BS02>0</EB01BS02>  <!-- 欠税记录条数 -->
			<EB01BS03>1</EB01BS03>  <!-- 民事判决记录条数 -->
			<EB01BS04>1</EB01BS04>  <!-- 强制执行记录条数 -->
			<EB01BS05>1</EB01BS05>  <!-- 行政处罚记录条数 -->
		</EB01B>
	</EB01>
</EBA>
<EBE>  <!--相关还款责任汇总信息-->
	<EB05>  <!--相关还款责任信息单元-->
		<EB05A>  <!--担保交易相关还款责任汇总信息段-->
			<EB05AS01>3</EB05AS01>  <!-- 还款责任类型数量 -->
			<EB05AH>  <!--借贷交易相关还款责任汇总信息-->
				<EB05AD01>保证人/反担保人</EB05AD01>  <!-- 责任类型 -->
				<EB05AJ01>100</EB05AJ01>  <!-- 被追偿账户的还款责任金额 -->
				<EB05AS02>1</EB05AS02>  <!-- 被追偿账户数 -->
				<EB05AJ02>20</EB05AJ02>  <!-- 被追偿账户余额 -->
				<EB05AJ03>150</EB05AJ03>  <!-- 其他借贷交易的还款责任金额 -->
				<EB05AS03>2</EB05AS03>  <!-- 其他借贷交易账户数 -->
				<EB05AJ04>30</EB05AJ04>  <!-- 其他借贷交易账户余额 -->
				<EB05AJ05>0</EB05AJ05>  <!-- 其他借贷交易账户关注类余额 -->
				<EB05AJ06>0</EB05AJ06>  <!-- 其他借贷交易账户不良类余额 -->
			</EB05AH>
			<EB05AH>  <!--借贷交易相关还款责任汇总信息-->
				<EB05AD01>其他</EB05AD01>  <!-- 责任类型 -->
				<EB05AJ01>0</EB05AJ01>  <!-- 被追偿账户的还款责任金额 -->
				<EB05AS02>0</EB05AS02>  <!-- 被追偿账户数 -->
				<EB05AJ02>0</EB05AJ02>  <!-- 被追偿账户余额 -->
				<EB05AJ03>315</EB05AJ03>  <!-- 其他借贷交易的还款责任金额 -->
				<EB05AS03>2</EB05AS03>  <!-- 其他借贷交易账户数 -->
				<EB05AJ04>47.50</EB05AJ04>  <!-- 其他借贷交易账户余额 -->
				<EB05AJ05>0</EB05AJ05>  <!-- 其他借贷交易账户关注类余额 -->
				<EB05AJ06>10</EB05AJ06>  <!-- 其他借贷交易账户不良类余额 -->
			</EB05AH>
			<EB05AH>  <!--借贷交易相关还款责任汇总信息-->
				<EB05AD01>合计</EB05AD01>  <!-- 责任类型 -->
				<EB05AJ01>100</EB05AJ01>  <!-- 被追偿账户的还款责任金额 -->
				<EB05AS02>1</EB05AS02>  <!-- 被追偿账户数 -->
				<EB05AJ02>20</EB05AJ02>  <!-- 被追偿账户余额 -->
				<EB05AJ03>465</EB05AJ03>  <!-- 其他借贷交易的还款责任金额 -->
				<EB05AS03>4</EB05AS03>  <!-- 其他借贷交易账户数 -->
				<EB05AJ04>77.50</EB05AJ04>  <!-- 其他借贷交易账户余额 -->
				<EB05AJ05>0</EB05AJ05>  <!-- 其他借贷交易账户关注类余额 -->
				<EB05AJ06>10</EB05AJ06>  <!-- 其他借贷交易账户不良类余额 -->
			</EB05AH>
		</EB05A>
		<EB05B>  <!--担保交易相关还款责任汇总信息段-->
			<EB05BS01>6</EB05BS01>  <!-- 还款责任类型数量 -->
			<EB05BH>  <!--借贷交易相关还款责任汇总信息-->
				<EB05BD01>保证人/反担保人</EB05BD01>  <!-- 责任类型 -->
				<EB05BJ01>150</EB05BJ01>  <!-- 还款责任金额 -->
				<EB05BS02>2</EB05BS02>  <!-- 账户数 -->
				<EB05BJ02>30</EB05BJ02>  <!-- 余额 -->
				<EB05BJ03>0</EB05BJ03>  <!-- 关注类余额 -->
				<EB05BJ04>0</EB05BJ04>  <!-- 不良类余额 -->
			</EB05BH>
			<EB05BH>  <!--借贷交易相关还款责任汇总信息-->
				<EB05BD01>其他</EB05BD01>  <!-- 责任类型 -->
				<EB05BJ01>315</EB05BJ01>  <!-- 还款责任金额 -->
				<EB05BS02>2</EB05BS02>  <!-- 账户数 -->
				<EB05BJ02>47.50</EB05BJ02>  <!-- 余额 -->
				<EB05BJ03>0</EB05BJ03>  <!-- 关注类余额 -->
				<EB05BJ04>10</EB05BJ04>  <!-- 不良类余额 -->
			</EB05BH>
			<EB05BH>  <!--借贷交易相关还款责任汇总信息-->
				<EB05BD01>合计</EB05BD01>  <!-- 责任类型 -->
				<EB05BJ01>465</EB05BJ01>  <!-- 还款责任金额 -->
				<EB05BS02>4</EB05BS02>  <!-- 账户数 -->
				<EB05BJ02>77.50</EB05BJ02>  <!-- 余额 -->
				<EB05BJ03>0</EB05BJ03>  <!-- 关注类余额 -->
				<EB05BJ04>10</EB05BJ04>  <!-- 不良类余额 -->
			</EB05BH>
			<EB05BH>  <!--借贷交易相关还款责任汇总信息-->
				<EB05BD01>保证人/反担保人</EB05BD01>  <!-- 责任类型 -->
				<EB05BJ01>0</EB05BJ01>  <!-- 还款责任金额 -->
				<EB05BS02>0</EB05BS02>  <!-- 账户数 -->
			</EB05BH>
			<EB05BH>  <!--借贷交易相关还款责任汇总信息-->
				<EB05BD01>其他</EB05BD01>  <!-- 责任类型 -->
				<EB05BJ01>0</EB05BJ01>  <!-- 还款责任金额 -->
				<EB05BS02>0</EB05BS02>  <!-- 账户数 -->
			</EB05BH>
			<EB05BH>  <!--借贷交易相关还款责任汇总信息-->
				<EB05BD01>合计</EB05BD01>  <!-- 责任类型 -->
				<EB05BJ01>0</EB05BJ01>  <!-- 还款责任金额 -->
				<EB05BS02>0</EB05BS02>  <!-- 账户数 -->
			</EB05BH>
		</EB05B>
	</EB05>
</EBE>
<EBD>  <!--授信协议汇总信息-->
	<EB04>  <!--授信协议汇总信息记录-->
		<EB040J01>500</EB040J01>  <!-- 非循环信用额度合计 -->
		<EB040J02>200</EB040J02>  <!-- 已使用的非循环信用额度合计 -->
		<EB040J03>300</EB040J03>  <!-- 剩余可用的非循环额度合计 -->
		<EB040J04>0</EB040J04>  <!-- 循环信用额度合计 -->
		<EB040J05>0</EB040J05>  <!-- 已使用的循环信用额度合计 -->
		<EB040J06>0</EB040J06>  <!-- 剩余可用的循环额度合计 -->
	</EB04>
</EBD>
<ECA>  <!--基本信息-->
	<EC01>
		<EC010D01>股份合作</EC010D01>  <!-- 经济类型 -->
		<EC010D02>非公司制企业法人</EC010D02>  <!-- 组织机构类型 -->
		<EC010D03>中型企业</EC010D03>  <!-- 企业规模 -->
		<EC010D04>牛的饲养</EC010D04>  <!-- 所属行业 -->
		<EC010R01>1998</EC010R01>  <!-- 成立年份 -->
		<EC010R02>2028-01-01</EC010R02>  <!-- 登记证书有效截止日期 -->
		<EC010Q01>北京市北京路188号</EC010Q01>  <!-- 登记地址 -->
		<EC010Q02>北京市海淀区永丰路888号</EC010Q02>  <!-- 办公/经营地址 -->
		<EC010D05>正常营业</EC010D05>  <!-- 存续状态 -->
	</EC01>
	<EC02>  <!--注册资本及主要出资人信息-->
		<EC020J01>250000万元</EC020J01>  <!-- 注册资本折人民币合计 -->
		<EC020S01>2</EC020S01>  <!-- 企业身份标识个数 -->
		<EC020H>  <!--出资人信息-->
			<EC020D01>股东</EC020D01>  <!-- 类型 -->
			<EC020Q01>报告样本上海公司</EC020Q01>  <!-- 出资方 -->
			<EC020D03>中征码</EC020D03>  <!-- 身份标识类型 -->
			<EC020I01>3301013044994685</EC020I01>  <!-- 身份标识号码 -->
			<EC020Q02>60%</EC020Q02>  <!-- 出资比例 -->
		</EC020H>
		<EC020H>  <!--出资人信息-->
			<EC020D01>股东</EC020D01>  <!-- 类型 -->
			<EC020Q01>高瑶</EC020Q01>  <!-- 出资方 -->
			<EC020D03>身份证</EC020D03>  <!-- 身份标识类型 -->
			<EC020I01>210522198602230673</EC020I01>  <!-- 身份标识号码 -->
			<EC020Q02>40%</EC020Q02>  <!-- 出资比例 -->
		</EC020H>
		<EC020R01>2018-05-12</EC020R01>  <!-- 更新日期 -->
	</EC02>
	<EC03>  <!--主要组成人员信息-->
		<EC030S01>6</EC030S01>  <!-- 主要组成人员个数 -->
		<EC030H>  <!--人员信息-->
			<EC030D02>财务负责人</EC030D02>  <!-- 职位 -->
			<EC030Q01>刘吾</EC030Q01>  <!-- 姓名 -->
			<EC030D01>身份证</EC030D01>  <!-- 证件类型 -->
			<EC030I01>371426199112317020</EC030I01>  <!-- 证件号码 -->
		</EC030H>
		<EC030H>  <!--人员信息-->
			<EC030D02>董事长/执行董事</EC030D02>  <!-- 职位 -->
			<EC030Q01>周尔</EC030Q01>  <!-- 姓名 -->
			<EC030D01>身份证</EC030D01>  <!-- 证件类型 -->
			<EC030I01>120102199111116601</EC030I01>  <!-- 证件号码 -->
		</EC030H>
		<EC030H>  <!--人员信息-->
			<EC030D02>其他董事、监事及高级管理人员</EC030D02>  <!-- 职位 -->
			<EC030Q01>郑陆</EC030Q01>  <!-- 姓名 -->
			<EC030D01>身份证</EC030D01>  <!-- 证件类型 -->
			<EC030I01>341422197712271329</EC030I01>  <!-- 证件号码 -->
		</EC030H>
		<EC030H>  <!--人员信息-->
			<EC030D02>总经理/主要负责人</EC030D02>  <!-- 职位 -->
			<EC030Q01>夏思</EC030Q01>  <!-- 姓名 -->
			<EC030D01>身份证</EC030D01>  <!-- 证件类型 -->
			<EC030I01>410802199010054963</EC030I01>  <!-- 证件号码 -->
		</EC030H>
		<EC030H>  <!--人员信息-->
			<EC030D02>监事长/执行监事</EC030D02>  <!-- 职位 -->
			<EC030Q01>张珊</EC030Q01>  <!-- 姓名 -->
			<EC030D01>身份证</EC030D01>  <!-- 证件类型 -->
			<EC030I01>360322197911242907</EC030I01>  <!-- 证件号码 -->
		</EC030H>
		<EC030H>  <!--人员信息-->
			<EC030D02>法定代表人/非法人组织负责人</EC030D02>  <!-- 职位 -->
			<EC030Q01>邹义</EC030Q01>  <!-- 姓名 -->
			<EC030D01>身份证</EC030D01>  <!-- 证件类型 -->
			<EC030I01>52242819791109441X</EC030I01>  <!-- 证件号码 -->
		</EC030H>
		<EC030R01>2018-05-12</EC030R01>  <!-- 更新日期 -->
	</EC03>
	<EC05>  <!--实际控制人-->
		<EC050S01>1</EC050S01>  <!-- 实际控制人个数 -->
		<EC050H>  <!--实际控制人信息-->
			<EC050Q01>报告样本上海公司</EC050Q01>  <!-- 实际控制人名称 -->
			<EC050D02>中征码</EC050D02>  <!-- 实际控制人身份标识类型 -->
			<EC050I01>3301013044994685</EC050I01>  <!-- 实际控制人身份标识号码 -->
		</EC050H>
		<EC050R01>2018-08-15</EC050R01>  <!-- 更新日期 -->
	</EC05>
	<EC04>  <!--上级机构-->
		<EC040D01>集团母公司</EC040D01>  <!-- 上级机构类型 -->
		<EC040Q01>报告样本上海公司</EC040Q01>  <!-- 上级机构名称 -->
		<EC040D02>中征码</EC040D02>  <!-- 上级机构身份标识类型 -->
		<EC040I01>3301013044994685</EC040I01>  <!-- 上级机构身份标识号码 -->
		<EC040R01>2018-08-15</EC040R01>  <!-- 更新日期 -->
	</EC04>
</ECA>
<EDD>  <!--相关还款责任信息-->
	<ED07>  <!--相关还款责任借贷账户(不含贴现)信息单元-->
		<ED070I01>C1329</ED070I01>  <!-- 账户编号 -->
		<ED070D04>B8348</ED070D04>  <!-- 业务管理机构代码 -->
		<ED070D03>保证人/反担保人</ED070D03>  <!-- 相关还款责任人类型 -->
		<ED070I03>P142</ED070I03>  <!-- 保证合同编号 -->
		<ED070D10>人民币元</ED070D10>  <!-- 币种 -->
		<ED070J01>100</ED070J01>  <!-- 还款责任金额 -->
		<ED070I02>B8348</ED070I02>  <!-- 业务管理机构代码 -->
		<ED070D05>保函垫款</ED070D05>  <!-- 业务种类 -->
		<ED070R01>2015-02-01</ED070R01>  <!-- 开立日期 -->
		<ED070R02>--</ED070R02>  <!-- 到期日期 -->
		<ED070D07>人民币元</ED070D07>  <!-- 币种 -->
		<ED070J05>20</ED070J05>  <!-- 借款金额 -->
		<ED070J02>20</ED070J02>  <!-- 余额 -->
		<ED070D08>可疑</ED070D08>  <!-- 五级分类 -->
		<ED070J03>--</ED070J03>  <!-- 逾期总额 -->
		<ED070J04>--</ED070J04>  <!-- 逾期本金 -->
		<ED070S01>0</ED070S01>  <!-- 逾期月数 -->
		<ED070S02>0</ED070S02>  <!-- 剩余还款月数 -->
		<ED070R03>2018-05-16</ED070R03>  <!-- 信息报告日期 -->
	</ED07>
	<ED07>  <!--相关还款责任借贷账户(不含贴现)信息单元-->
		<ED070I01>L2643</ED070I01>  <!-- 账户编号 -->
		<ED070D04>B8348</ED070D04>  <!-- 业务管理机构代码 -->
		<ED070D03>应收账款债务人</ED070D03>  <!-- 相关还款责任人类型 -->
		<ED070I03>--</ED070I03>  <!-- 保证合同编号 -->
		<ED070D10>人民币元</ED070D10>  <!-- 币种 -->
		<ED070J01>300</ED070J01>  <!-- 还款责任金额 -->
		<ED070I02>B8348</ED070I02>  <!-- 业务管理机构代码 -->
		<ED070D05>流动资金贷款</ED070D05>  <!-- 业务种类 -->
		<ED070R01>2015-06-01</ED070R01>  <!-- 开立日期 -->
		<ED070R02>2019-05-31</ED070R02>  <!-- 到期日期 -->
		<ED070D07>人民币元</ED070D07>  <!-- 币种 -->
		<ED070J05>37.50</ED070J05>  <!-- 借款金额 -->
		<ED070J02>37.50</ED070J02>  <!-- 余额 -->
		<ED070D08>正常</ED070D08>  <!-- 五级分类 -->
		<ED070J03>0</ED070J03>  <!-- 逾期总额 -->
		<ED070J04>0</ED070J04>  <!-- 逾期本金 -->
		<ED070S01>0</ED070S01>  <!-- 逾期月数 -->
		<ED070S02>0</ED070S02>  <!-- 剩余还款月数 -->
		<ED070R03>2018-09-02</ED070R03>  <!-- 信息报告日期 -->
	</ED07>
	<ED08>
		<ED080I01>0</ED080I01>  <!-- 行政处罚记录编号 -->
	</ED08>
	<ED08>
		<ED080I01>1</ED080I01>  <!-- 行政处罚记录编号 -->
		<ED080D01>票据承兑人</ED080D01>  <!-- 责任类型 -->
		<ED080I03>--</ED080I03>  <!-- 保证合同编号 -->
		<ED080J01>15</ED080J01>  <!-- 相关还款责任金额 -->
		<ED080I02>M4625</ED080I02>  <!-- 授信机构 -->
		<ED080D03>有追索权的银行承兑汇票贴现</ED080D03>  <!-- 业务种类 -->
		<ED080D04>次级</ED080D04>  <!-- 五级分类 -->
		<ED080S01>1</ED080S01>  <!-- 账户数 -->
		<ED080J05>15</ED080J05>  <!-- 借款金额 -->
		<ED080J02>10</ED080J02>  <!-- 余额 -->
		<ED080J03>3</ED080J03>  <!-- 逾期总额 -->
		<ED080J04>3</ED080J04>  <!-- 逾期本金 -->
	</ED08>
	<ED08>
		<ED080I01>2</ED080I01>  <!-- 行政处罚记录编号 -->
		<ED080D01>保证人/反担保人</ED080D01>  <!-- 责任类型 -->
		<ED080I03>P322</ED080I03>  <!-- 保证合同编号 -->
		<ED080J01>150</ED080J01>  <!-- 相关还款责任金额 -->
		<ED080I02>M4625</ED080I02>  <!-- 授信机构 -->
		<ED080D03>有追索权的银行承兑汇票贴现</ED080D03>  <!-- 业务种类 -->
		<ED080D04>正常</ED080D04>  <!-- 五级分类 -->
		<ED080S01>2</ED080S01>  <!-- 账户数 -->
		<ED080J05>50</ED080J05>  <!-- 借款金额 -->
		<ED080J02>30</ED080J02>  <!-- 余额 -->
		<ED080J03>0</ED080J03>  <!-- 逾期总额 -->
		<ED080J04>0</ED080J04>  <!-- 逾期本金 -->
	</ED08>
	<ED09>
		<ED090I01>0</ED090I01>  <!-- 担保账户分机构汇总信息编号 -->
	</ED09>
	<ED09>
		<ED090I01>1</ED090I01>  <!-- 担保账户分机构汇总信息编号 -->
		<ED090D01>保证人/反担保人</ED090D01>  <!-- 责任类型 -->
		<ED090I03>P404</ED090I03>  <!-- 保证合同编号 -->
		<ED090J01>100</ED090J01>  <!-- 相关还款责任金额 -->
		<ED090I02>N3514</ED090I02>  <!-- 授信机构 -->
		<ED090D03>融资类银行保函</ED090D03>  <!-- 业务种类 -->
		<ED090D04>正常</ED090D04>  <!-- 五级分类 -->
		<ED090S01>3</ED090S01>  <!-- 账户数 -->
		<ED090J03>10</ED090J03>  <!-- 担保金额 -->
		<ED090J02>8</ED090J02>  <!-- 余额 -->
	</ED09>
	<ED09>
		<ED090I01>2</ED090I01>  <!-- 担保账户分机构汇总信息编号 -->
		<ED090D01>其他</ED090D01>  <!-- 责任类型 -->
		<ED090I03>--</ED090I03>  <!-- 保证合同编号 -->
		<ED090J01>10</ED090J01>  <!-- 相关还款责任金额 -->
		<ED090I02>M4625</ED090I02>  <!-- 授信机构 -->
		<ED090D03>信用证</ED090D03>  <!-- 业务种类 -->
		<ED090D04>正常</ED090D04>  <!-- 五级分类 -->
		<ED090S01>2</ED090S01>  <!-- 账户数 -->
		<ED090J03>15</ED090J03>  <!-- 担保金额 -->
		<ED090J02>6</ED090J02>  <!-- 余额 -->
	</ED09>
</EDD>
<EEA>  <!--公用事业缴费信息-->
	<EE01>
		<EE01A>
			<EE01AI01>0</EE01AI01>  <!-- 担保账户分机构汇总信息编号 -->
			<EE01AQ01>中国电信集团北京市电信公司</EE01AQ01>  <!-- 公用事业单位名称 -->
			<EE01AD01>电信缴费</EE01AD01>  <!-- 业务类型 -->
			<EE01AD02>欠费</EE01AD02>  <!-- 缴费状态 -->
			<EE01AJ01>0.43</EE01AJ01>  <!-- 累计欠费金额 -->
			<EE01AR01>2018-08</EE01AR01>  <!-- 统计年月 -->
		</EE01A>
	</EE01>
</EEA>
<EFB>  <!--法院信息-->
	<EF02>  <!--民事判决记录信息单元-->
		<EF020I01>0</EF020I01>  <!-- 行政处罚记录编号 -->
		<EF020Q01>四川省泸州市中级人民法院</EF020Q01>  <!-- 法院名称 -->
		<EF020R01>2016-10-03</EF020R01>  <!-- 立案日期 -->
		<EF020Q02>房地产合同纠纷</EF020Q02>  <!-- 案由 -->
		<EF020D01>被告</EF020D01>  <!-- 诉讼地位 -->
		<EF020I02>(2016)泸民终字第295号</EF020I02>  <!-- 案号 -->
		<EF020D02>第一审</EF020D02>  <!-- 审判程序 -->
		<EF020Q03>房屋</EF020Q03>  <!-- 诉讼标的 -->
		<EF020J01>25,000,000</EF020J01>  <!-- 诉讼标的金额 -->
		<EF020D03>判决</EF020D03>  <!-- 结案方式 -->
		<EF020R02>2017-02-05</EF020R02>  <!-- 判决/调解生效日期 -->
		<EF020Q04>驳回上诉，维持原判。限期被告中国有限责任公司支付原告四川王氏房地产开发有限公司违约金45万元。如果未按期履行给付金钱义务，应当依照法律规定,加倍支付债务利息。驳回原告的其他诉讼请求。</EF020Q04>  <!-- 判决/调解结果 -->
	</EF02>
	<EF03>  <!--强制执行记录信息单元-->
		<EF030I01>0</EF030I01>  <!-- 强制执行记录编号 -->
		<EF030Q01>北京市西城区人民法院</EF030Q01>  <!-- 执行法院名称 -->
		<EF030R01>2015-09-25</EF030R01>  <!-- 立案日期 -->
		<EF030Q02>货款</EF030Q02>  <!-- 执行案由 -->
		<EF030I02>(2015)建执字第1573号</EF030I02>  <!-- 案号 -->
		<EF030Q03>房屋</EF030Q03>  <!-- 申请执行标的 -->
		<EF030J01>510,000</EF030J01>  <!-- 申请执行标的金额 -->
		<EF030Q04>2017年12月已结案</EF030Q04>  <!-- 案件状态 -->
		<EF030D01>执行完毕</EF030D01>  <!-- 结案方式 -->
		<EF030Q05>房屋</EF030Q05>  <!-- 已执行标的 -->
		<EF030J02>510,000</EF030J02>  <!-- 已执行标的金额 -->
	</EF03>
</EFB>
<EFC>  <!--行政处罚记录信息-->
	<EF04>  <!--行政处罚记录信息单元-->
		<EF040I01>0</EF040I01>  <!-- 行政处罚记录编号 -->
		<EF040Q01>北京市质量技术监督局</EF040Q01>  <!-- 处罚机构名称 -->
		<EF040I02>(京)质技监罚字[2017]318号</EF040I02>  <!-- 处罚决定书文号 -->
		<EF040Q02>生产伪造产地的建筑材料</EF040Q02>  <!-- 违法行为 -->
		<EF040R01>2017-05-13</EF040R01>  <!-- 处罚日期 -->
		<EF040Q03>该类产品停产</EF040Q03>  <!-- 处罚决定 -->
		<EF040J01>500,000</EF040J01>  <!-- 处罚金额 -->
		<EF040Q04>已缴纳罚款</EF040Q04>  <!-- 处罚执行情况 -->
		<EF040Q05>否</EF040Q05>  <!-- 行政复议结果 -->
	</EF04>
</EFC>
<EFD>  <!--住房公积金参缴信息-->
	<EF05>  <!--住房公积金参缴记录信息单元-->
		<EF05A>  <!--住房公积金参缴记录基本信息段-->
			<EF05AI01>0</EF05AI01>  <!-- 账户编号 -->
			<EF05AR04>2018-09</EF05AR04>  <!-- 统计年月 -->
			<EF05AR01>2004-07</EF05AR01>  <!-- 初缴年月 -->
			<EF05AS01>500</EF05AS01>  <!-- 职工人数 -->
			<EF05AJ01>3,000,000</EF05AJ01>  <!-- 缴费基数 -->
			<EF05AR02>2018-09-27</EF05AR02>  <!-- 最近一次缴费日期 -->
			<EF05AR03>2018-09</EF05AR03>  <!-- 缴至年月 -->
			<EF05AD01>正常缴费</EF05AD01>  <!-- 缴费状态 -->
			<EF05AJ02>--</EF05AJ02>  <!-- 累计欠费金额 -->
		</EF05A>
	</EF05>
</EFD>
<EFE>  <!--获得认证/奖励相关信息-->
	<EF06>  <!--获得许可记录信息单元-->
		<EF060I01>0</EF060I01>  <!-- 许可记录编号 -->
	</EF06>
	<EF06>  <!--获得许可记录信息单元-->
		<EF060I01>1</EF060I01>  <!-- 许可记录编号 -->
		<EF060Q01>北京市环保局</EF060Q01>  <!-- 许可部门名称 -->
		<EF060Q02>环保审批</EF060Q02>  <!-- 许可类型 -->
		<EF060R01>2017-01-01</EF060R01>  <!-- 许可日期 -->
		<EF060R02>2020-12-31</EF060R02>  <!-- 截止日期 -->
		<EF060Q03>建设项目环境影响评价审批</EF060Q03>  <!-- 许可内容 -->
	</EF06>
	<EF07>  <!--获得认证记录信息单元-->
		<EF070I01>0</EF070I01>  <!-- 认证记录编号 -->
	</EF07>
	<EF07>  <!--获得认证记录信息单元-->
		<EF070I01>1</EF070I01>  <!-- 认证记录编号 -->
		<EF070Q01>北京市质量技术监督局</EF070Q01>  <!-- 认证部门名称 -->
		<EF070Q02>强制产品质量认证</EF070Q02>  <!-- 认证类型 -->
		<EF070R01>2018-04-01</EF070R01>  <!-- 认证日期 -->
		<EF070R02>2020-03-31</EF070R02>  <!-- 截止日期 -->
		<EF070Q03>--</EF070Q03>  <!-- 认证内容 -->
	</EF07>
	<EF08>  <!--获得资质记录信息单元-->
		<EF080I01>0</EF080I01>  <!-- 资质记录编号 -->
	</EF08>
	<EF08>  <!--获得资质记录信息单元-->
		<EF080I01>1</EF080I01>  <!-- 资质记录编号 -->
		<EF080Q01>北京市建设厅</EF080Q01>  <!-- 认定部门名称 -->
		<EF080Q02>建筑企业资质</EF080Q02>  <!-- 资质类型 -->
		<EF080R01>2014-07-10</EF080R01>  <!-- 批准日期 -->
		<EF080R02>2020-07-09</EF080R02>  <!-- 截止日期 -->
		<EF080Q03>--</EF080Q03>  <!-- 资质内容 -->
	</EF08>
	<EF09>  <!--获得奖励记录信息单元-->
		<EF090I01>0</EF090I01>  <!-- 奖励记录编号 -->
	</EF09>
	<EF09>  <!--获得奖励记录信息单元-->
		<EF090I01>1</EF090I01>  <!-- 奖励记录编号 -->
		<EF090Q01>北京市质量技术监督局</EF090Q01>  <!-- 奖励部门名称 -->
		<EF090Q02>北京市名牌</EF090Q02>  <!-- 奖励名称 -->
		<EF090R01>2017-01-25</EF090R01>  <!-- 授予日期 -->
		<EF090R02>2020-12-31</EF090R02>  <!-- 截止日期 -->
		<EF090Q03>--</EF090Q03>  <!-- 奖励事实 -->
	</EF09>
</EFE>
<EFF>  <!--进出口检验相关信息-->
	<EF11>  <!--出入境检验检疫绿色通道信息单元-->
		<EF110I01>0</EF110I01>  <!-- 信息编号 -->
	</EF11>
	<EF11>  <!--出入境检验检疫绿色通道信息单元-->
		<EF110I01>1</EF110I01>  <!-- 信息编号 -->
		<EF110Q01>国家质量检验检疫总局</EF110Q01>  <!-- 批准部门名称 -->
		<EF110Q02>棉麻制品</EF110Q02>  <!-- 出口商品名称 -->
		<EF110R01>2016-01-01</EF110R01>  <!-- 生效日期 -->
	</EF11>
	<EF12>  <!--进出口商品免验信息单元-->
		<EF120I01>0</EF120I01>  <!-- 信息编号 -->
	</EF12>
	<EF12>  <!--进出口商品免验信息单元-->
		<EF120I01>1</EF120I01>  <!-- 信息编号 -->
		<EF120Q01>国家质量检验检疫总局</EF120Q01>  <!-- 批准部门名称 -->
		<EF120Q02>棉麻制品</EF120Q02>  <!-- 免验商品名称 -->
		<EF120I02>201801234</EF120I02>  <!-- 免验号 -->
		<EF120R02>2020-12-31</EF120R02>  <!-- 截至日期 -->
	</EF12>
	<EF13>  <!--进出口商品检验分类监管信息单元-->
		<EF130I01>0</EF130I01>  <!-- 信息编号 -->
	</EF13>
	<EF13>  <!--进出口商品检验分类监管信息单元-->
		<EF130I01>1</EF130I01>  <!-- 信息编号 -->
		<EF130Q01>国家质量检验检疫总局</EF130Q01>  <!-- 监管部门名称 -->
		<EF130Q02>北京分局</EF130Q02>  <!-- 管辖直属局 -->
		<EF130D01>一类企业</EF130D01>  <!-- 监管级别 -->
		<EF130R01>2015-08-01</EF130R01>  <!-- 生效日期 -->
		<EF130R02>2024-07-31</EF130R02>  <!-- 截至日期 -->
	</EF13>
</EFF>
<EDC>  <!--授信协议信息-->
	<ED06>  <!--授信协议信息单元-->
		<ED060I01>E995</ED060I01>  <!-- 授信协议编号 -->
		<ED060I02>N3514</ED060I02>  <!-- 授信机构代码 -->
		<ED060D01>N3514</ED060D01>  <!-- 授信机构类型 -->
		<ED060D02>贷款</ED060D02>  <!-- 授信额度类型 -->
		<ED060D03>否</ED060D03>  <!-- 额度循环标志 -->
		<ED060R01>2016-01-01</ED060R01>  <!-- 生效日期 -->
		<ED060R02>2021-12-31</ED060R02>  <!-- 终止日期 -->
		<ED060R03>2018-07-02</ED060R03>  <!-- 信息报告日期 -->
		<ED060D04>人民币元</ED060D04>  <!-- 币种 -->
		<ED060J01>500</ED060J01>  <!-- 授信额度 -->
		<ED060J04>200</ED060J04>  <!-- 已用额度 -->
		<ED060J03>2000</ED060J03>  <!-- 授信限额 -->
		<ED060I03>4163</ED060I03>  <!-- 授信限额编号 -->
	</ED06>
</EDC>
<EIA>
	<EI01>  <!--声明及异议标注信息单元-->
		<EI010Q01>该企业实际控制人变动异常</EI010Q01>  <!-- 标注或声明内容 -->
		<EI010R01>2019-04-11</EI010R01>  <!-- 添加日期 -->
	</EI01>
</EIA><EBB><EB02>
<EB02A>  <!--未结清借贷交易汇总信息段-->
	<EB02AS01>1</EB02AS01>  <!-- 资产处置业务账户数 -->
	<EB02AJ01>38</EB02AJ01>  <!-- 资产处置业务余额 -->
	<EB02AR01>2018-08-15</EB02AR01>  <!-- 最近一次处置日期 -->
	<EB02AS02>1</EB02AS02>  <!-- 垫款业务账户数 -->
	<EB02AJ02>30</EB02AJ02>  <!-- 垫款业务余额 -->
	<EB02AR02>2018-03-01</EB02AR02>  <!-- 垫款最近一次还款日期 -->
	<EB02AJ04>10</EB02AJ04>  <!-- 逾期本金 -->
	<EB02AJ05>0.50</EB02AJ05>  <!-- 逾期利息及其他 -->
	<EB02AJ03>10.50</EB02AJ03>  <!-- 逾期总额 -->
	<EB02AH>  <!--其他借贷交易分类汇总信息-->
		<EB02AD01>中长期借款</EB02AD01>  <!-- 业务类型 -->
		<EB02AD02>正常类</EB02AD02>  <!-- 资产质量分类 -->
		<EB02AS04>1</EB02AS04>  <!-- 账户数 -->
		<EB02AJ06>100</EB02AJ06>  <!-- 余额 -->
	</EB02AH>
	<EB02AH>  <!--其他借贷交易分类汇总信息-->
		<EB02AD01>中长期借款</EB02AD01>  <!-- 业务类型 -->
		<EB02AD02>关注类</EB02AD02>  <!-- 资产质量分类 -->
		<EB02AS04>0</EB02AS04>  <!-- 账户数 -->
		<EB02AJ06>0</EB02AJ06>  <!-- 余额 -->
	</EB02AH>
	<EB02AH>  <!--其他借贷交易分类汇总信息-->
		<EB02AD01>中长期借款</EB02AD01>  <!-- 业务类型 -->
		<EB02AD02>不良类</EB02AD02>  <!-- 资产质量分类 -->
		<EB02AS04>0</EB02AS04>  <!-- 账户数 -->
		<EB02AJ06>0</EB02AJ06>  <!-- 余额 -->
	</EB02AH>
	<EB02AH>  <!--其他借贷交易分类汇总信息-->
		<EB02AD01>中长期借款</EB02AD01>  <!-- 业务类型 -->
		<EB02AD02>合计</EB02AD02>  <!-- 资产质量分类 -->
		<EB02AS04>1</EB02AS04>  <!-- 账户数 -->
		<EB02AJ06>100</EB02AJ06>  <!-- 余额 -->
	</EB02AH>
	<EB02AH>  <!--其他借贷交易分类汇总信息-->
		<EB02AD01>短期借款</EB02AD01>  <!-- 业务类型 -->
		<EB02AD02>正常类</EB02AD02>  <!-- 资产质量分类 -->
		<EB02AS04>1</EB02AS04>  <!-- 账户数 -->
		<EB02AJ06>22.50</EB02AJ06>  <!-- 余额 -->
	</EB02AH>
	<EB02AH>  <!--其他借贷交易分类汇总信息-->
		<EB02AD01>短期借款</EB02AD01>  <!-- 业务类型 -->
		<EB02AD02>关注类</EB02AD02>  <!-- 资产质量分类 -->
		<EB02AS04>0</EB02AS04>  <!-- 账户数 -->
		<EB02AJ06>0</EB02AJ06>  <!-- 余额 -->
	</EB02AH>
	<EB02AH>  <!--其他借贷交易分类汇总信息-->
		<EB02AD01>短期借款</EB02AD01>  <!-- 业务类型 -->
		<EB02AD02>不良类</EB02AD02>  <!-- 资产质量分类 -->
		<EB02AS04>0</EB02AS04>  <!-- 账户数 -->
		<EB02AJ06>0</EB02AJ06>  <!-- 余额 -->
	</EB02AH>
	<EB02AH>  <!--其他借贷交易分类汇总信息-->
		<EB02AD01>短期借款</EB02AD01>  <!-- 业务类型 -->
		<EB02AD02>合计</EB02AD02>  <!-- 资产质量分类 -->
		<EB02AS04>1</EB02AS04>  <!-- 账户数 -->
		<EB02AJ06>22.50</EB02AJ06>  <!-- 余额 -->
	</EB02AH>
	<EB02AH>  <!--其他借贷交易分类汇总信息-->
		<EB02AD01>循环透支</EB02AD01>  <!-- 业务类型 -->
		<EB02AD02>正常类</EB02AD02>  <!-- 资产质量分类 -->
		<EB02AS04>1</EB02AS04>  <!-- 账户数 -->
		<EB02AJ06>50</EB02AJ06>  <!-- 余额 -->
	</EB02AH>
	<EB02AH>  <!--其他借贷交易分类汇总信息-->
		<EB02AD01>循环透支</EB02AD01>  <!-- 业务类型 -->
		<EB02AD02>关注类</EB02AD02>  <!-- 资产质量分类 -->
		<EB02AS04>0</EB02AS04>  <!-- 账户数 -->
		<EB02AJ06>0</EB02AJ06>  <!-- 余额 -->
	</EB02AH>
	<EB02AH>  <!--其他借贷交易分类汇总信息-->
		<EB02AD01>循环透支</EB02AD01>  <!-- 业务类型 -->
		<EB02AD02>不良类</EB02AD02>  <!-- 资产质量分类 -->
		<EB02AS04>0</EB02AS04>  <!-- 账户数 -->
		<EB02AJ06>0</EB02AJ06>  <!-- 余额 -->
	</EB02AH>
	<EB02AH>  <!--其他借贷交易分类汇总信息-->
		<EB02AD01>循环透支</EB02AD01>  <!-- 业务类型 -->
		<EB02AD02>合计</EB02AD02>  <!-- 资产质量分类 -->
		<EB02AS04>1</EB02AS04>  <!-- 账户数 -->
		<EB02AJ06>50</EB02AJ06>  <!-- 余额 -->
	</EB02AH>
	<EB02AH>  <!--其他借贷交易分类汇总信息-->
		<EB02AD01>贴现</EB02AD01>  <!-- 业务类型 -->
		<EB02AD02>正常类</EB02AD02>  <!-- 资产质量分类 -->
		<EB02AS04>1</EB02AS04>  <!-- 账户数 -->
		<EB02AJ06>45</EB02AJ06>  <!-- 余额 -->
	</EB02AH>
	<EB02AH>  <!--其他借贷交易分类汇总信息-->
		<EB02AD01>贴现</EB02AD01>  <!-- 业务类型 -->
		<EB02AD02>关注类</EB02AD02>  <!-- 资产质量分类 -->
		<EB02AS04>0</EB02AS04>  <!-- 账户数 -->
		<EB02AJ06>0</EB02AJ06>  <!-- 余额 -->
	</EB02AH>
	<EB02AH>  <!--其他借贷交易分类汇总信息-->
		<EB02AD01>贴现</EB02AD01>  <!-- 业务类型 -->
		<EB02AD02>不良类</EB02AD02>  <!-- 资产质量分类 -->
		<EB02AS04>1</EB02AS04>  <!-- 账户数 -->
		<EB02AJ06>40.16</EB02AJ06>  <!-- 余额 -->
	</EB02AH>
	<EB02AH>  <!--其他借贷交易分类汇总信息-->
		<EB02AD01>贴现</EB02AD01>  <!-- 业务类型 -->
		<EB02AD02>合计</EB02AD02>  <!-- 资产质量分类 -->
		<EB02AS04>2</EB02AS04>  <!-- 账户数 -->
		<EB02AJ06>85.16</EB02AJ06>  <!-- 余额 -->
	</EB02AH>
</EB02A>
<EB02B>  <!--已结清信贷信息概要-->
	<EB02BH>  <!--其他借贷交易分类汇总信息-->
		<EB02BS04>0</EB02BS04>  <!-- 账户数 -->
		<EB02BD01>中长期借款</EB02BD01>  <!-- 业务类型 -->
		<EB02BD02>正常类账户数</EB02BD02>  <!-- 资产质量分类 -->
	</EB02BH>
	<EB02BH>  <!--其他借贷交易分类汇总信息-->
		<EB02BS04>0</EB02BS04>  <!-- 账户数 -->
		<EB02BD01>中长期借款</EB02BD01>  <!-- 业务类型 -->
		<EB02BD02>关注类账户数</EB02BD02>  <!-- 资产质量分类 -->
	</EB02BH>
	<EB02BH>
		<EB02BS04>1</EB02BS04>  <!-- 账户数 -->
		<EB02BD01>中长期借款</EB02BD01>  <!-- 业务类型 -->
		<EB02BD02>不良类账户数</EB02BD02>  <!-- 资产质量分类 -->
	</EB02BH>
	<EB02BH>  <!--其他借贷交易分类汇总信息-->
		<EB02BS04>2</EB02BS04>  <!-- 账户数 -->
		<EB02BD01>中长期借款</EB02BD01>  <!-- 业务类型 -->
		<EB02BD02>合计</EB02BD02>  <!-- 资产质量分类 -->
	</EB02BH>
	<EB02BH>  <!--其他借贷交易分类汇总信息-->
		<EB02BS04>0</EB02BS04>  <!-- 账户数 -->
		<EB02BD01>短期借款</EB02BD01>  <!-- 业务类型 -->
		<EB02BD02>正常类账户数</EB02BD02>  <!-- 资产质量分类 -->
	</EB02BH>
	<EB02BH>  <!--其他借贷交易分类汇总信息-->
		<EB02BS04>1</EB02BS04>  <!-- 账户数 -->
		<EB02BD01>短期借款</EB02BD01>  <!-- 业务类型 -->
		<EB02BD02>关注类账户数</EB02BD02>  <!-- 资产质量分类 -->
	</EB02BH>
	<EB02BH>
		<EB02BS04>1</EB02BS04>  <!-- 账户数 -->
		<EB02BD01>短期借款</EB02BD01>  <!-- 业务类型 -->
		<EB02BD02>不良类账户数</EB02BD02>  <!-- 资产质量分类 -->
	</EB02BH>
	<EB02BH>  <!--其他借贷交易分类汇总信息-->
		<EB02BS04>2</EB02BS04>  <!-- 账户数 -->
		<EB02BD01>短期借款</EB02BD01>  <!-- 业务类型 -->
		<EB02BD02>合计</EB02BD02>  <!-- 资产质量分类 -->
	</EB02BH>
	<EB02BH>  <!--其他借贷交易分类汇总信息-->
		<EB02BS04>2</EB02BS04>  <!-- 账户数 -->
		<EB02BD01>循环透支</EB02BD01>  <!-- 业务类型 -->
		<EB02BD02>正常类账户数</EB02BD02>  <!-- 资产质量分类 -->
	</EB02BH>
	<EB02BH>  <!--其他借贷交易分类汇总信息-->
		<EB02BS04>0</EB02BS04>  <!-- 账户数 -->
		<EB02BD01>循环透支</EB02BD01>  <!-- 业务类型 -->
		<EB02BD02>关注类账户数</EB02BD02>  <!-- 资产质量分类 -->
	</EB02BH>
	<EB02BH>
		<EB02BS04>0</EB02BS04>  <!-- 账户数 -->
		<EB02BD01>循环透支</EB02BD01>  <!-- 业务类型 -->
		<EB02BD02>不良类账户数</EB02BD02>  <!-- 资产质量分类 -->
	</EB02BH>
	<EB02BH>  <!--其他借贷交易分类汇总信息-->
		<EB02BS04>2</EB02BS04>  <!-- 账户数 -->
		<EB02BD01>循环透支</EB02BD01>  <!-- 业务类型 -->
		<EB02BD02>合计</EB02BD02>  <!-- 资产质量分类 -->
	</EB02BH>
	<EB02BH>  <!--其他借贷交易分类汇总信息-->
		<EB02BS04>2</EB02BS04>  <!-- 账户数 -->
		<EB02BD01>贴现</EB02BD01>  <!-- 业务类型 -->
		<EB02BD02>正常类账户数</EB02BD02>  <!-- 资产质量分类 -->
	</EB02BH>
	<EB02BH>  <!--其他借贷交易分类汇总信息-->
		<EB02BS04>0</EB02BS04>  <!-- 账户数 -->
		<EB02BD01>贴现</EB02BD01>  <!-- 业务类型 -->
		<EB02BD02>关注类账户数</EB02BD02>  <!-- 资产质量分类 -->
	</EB02BH>
	<EB02BH>
		<EB02BS04>0</EB02BS04>  <!-- 账户数 -->
		<EB02BD01>贴现</EB02BD01>  <!-- 业务类型 -->
		<EB02BD02>不良类账户数</EB02BD02>  <!-- 资产质量分类 -->
	</EB02BH>
	<EB02BH>  <!--其他借贷交易分类汇总信息-->
		<EB02BS04>2</EB02BS04>  <!-- 账户数 -->
		<EB02BD01>贴现</EB02BD01>  <!-- 业务类型 -->
		<EB02BD02>合计</EB02BD02>  <!-- 资产质量分类 -->
	</EB02BH>
</EB02B>
<EB02C>  <!--负债历史汇总信息段-->
	<EB02CS01>12</EB02CS01>  <!-- 月份数 -->
	<EB02CH>  <!--负债历史汇总信息-->
		<EB02CR01>2019-03</EB02CR01>  <!-- 年份 -->
		<EB02CS02>7</EB02CS02>  <!-- 全部负债-账户数 -->
		<EB02CJ01>325.66</EB02CJ01>  <!-- 全部负债-余额 -->
		<EB02CS03>0</EB02CS03>  <!-- 关注类负债-账户数 -->
		<EB02CJ02>0</EB02CJ02>  <!-- 关注类负债-余额 -->
		<EB02CS04>3</EB02CS04>  <!-- 不良类负债-账户数 -->
		<EB02CJ03>108.16</EB02CJ03>  <!-- 不良类负债-余额 -->
		<EB02CS05>0</EB02CS05>  <!-- 逾期类负债-账户数 -->
		<EB02CJ04>0</EB02CJ04>  <!-- 逾期类负债-逾期总额 -->
		<EB02CS06>0</EB02CS06>  <!-- 逾期类负债-本金逾期账户数 -->
		<EB02CJ05>0</EB02CJ05>  <!-- 逾期类负债-逾期本金 -->
	</EB02CH>
	<EB02CH>  <!--负债历史汇总信息-->
		<EB02CR01>2018-12</EB02CR01>  <!-- 年份 -->
		<EB02CS02>7</EB02CS02>  <!-- 全部负债-账户数 -->
		<EB02CJ01>325.66</EB02CJ01>  <!-- 全部负债-余额 -->
		<EB02CS03>0</EB02CS03>  <!-- 关注类负债-账户数 -->
		<EB02CJ02>0</EB02CJ02>  <!-- 关注类负债-余额 -->
		<EB02CS04>3</EB02CS04>  <!-- 不良类负债-账户数 -->
		<EB02CJ03>108.16</EB02CJ03>  <!-- 不良类负债-余额 -->
		<EB02CS05>0</EB02CS05>  <!-- 逾期类负债-账户数 -->
		<EB02CJ04>0</EB02CJ04>  <!-- 逾期类负债-逾期总额 -->
		<EB02CS06>0</EB02CS06>  <!-- 逾期类负债-本金逾期账户数 -->
		<EB02CJ05>0</EB02CJ05>  <!-- 逾期类负债-逾期本金 -->
	</EB02CH>
	<EB02CH>  <!--负债历史汇总信息-->
		<EB02CR01>2018-09</EB02CR01>  <!-- 年份 -->
		<EB02CS02>7</EB02CS02>  <!-- 全部负债-账户数 -->
		<EB02CJ01>398</EB02CJ01>  <!-- 全部负债-余额 -->
		<EB02CS03>0</EB02CS03>  <!-- 关注类负债-账户数 -->
		<EB02CJ02>0</EB02CJ02>  <!-- 关注类负债-余额 -->
		<EB02CS04>2</EB02CS04>  <!-- 不良类负债-账户数 -->
		<EB02CJ03>68</EB02CJ03>  <!-- 不良类负债-余额 -->
		<EB02CS05>0</EB02CS05>  <!-- 逾期类负债-账户数 -->
		<EB02CJ04>0</EB02CJ04>  <!-- 逾期类负债-逾期总额 -->
		<EB02CS06>0</EB02CS06>  <!-- 逾期类负债-本金逾期账户数 -->
		<EB02CJ05>0</EB02CJ05>  <!-- 逾期类负债-逾期本金 -->
	</EB02CH>
	<EB02CH>  <!--负债历史汇总信息-->
		<EB02CR01>2018-06</EB02CR01>  <!-- 年份 -->
		<EB02CS02>7</EB02CS02>  <!-- 全部负债-账户数 -->
		<EB02CJ01>420</EB02CJ01>  <!-- 全部负债-余额 -->
		<EB02CS03>1</EB02CS03>  <!-- 关注类负债-账户数 -->
		<EB02CJ02>100</EB02CJ02>  <!-- 关注类负债-余额 -->
		<EB02CS04>3</EB02CS04>  <!-- 不良类负债-账户数 -->
		<EB02CJ03>120</EB02CJ03>  <!-- 不良类负债-余额 -->
		<EB02CS05>0</EB02CS05>  <!-- 逾期类负债-账户数 -->
		<EB02CJ04>0</EB02CJ04>  <!-- 逾期类负债-逾期总额 -->
		<EB02CS06>0</EB02CS06>  <!-- 逾期类负债-本金逾期账户数 -->
		<EB02CJ05>0</EB02CJ05>  <!-- 逾期类负债-逾期本金 -->
	</EB02CH>
	<EB02CH>  <!--负债历史汇总信息-->
		<EB02CR01>2018-03</EB02CR01>  <!-- 年份 -->
		<EB02CS02>4</EB02CS02>  <!-- 全部负债-账户数 -->
		<EB02CJ01>235</EB02CJ01>  <!-- 全部负债-余额 -->
		<EB02CS03>0</EB02CS03>  <!-- 关注类负债-账户数 -->
		<EB02CJ02>0</EB02CJ02>  <!-- 关注类负债-余额 -->
		<EB02CS04>2</EB02CS04>  <!-- 不良类负债-账户数 -->
		<EB02CJ03>70</EB02CJ03>  <!-- 不良类负债-余额 -->
		<EB02CS05>0</EB02CS05>  <!-- 逾期类负债-账户数 -->
		<EB02CJ04>0</EB02CJ04>  <!-- 逾期类负债-逾期总额 -->
		<EB02CS06>0</EB02CS06>  <!-- 逾期类负债-本金逾期账户数 -->
		<EB02CJ05>0</EB02CJ05>  <!-- 逾期类负债-逾期本金 -->
	</EB02CH>
	<EB02CH>  <!--负债历史汇总信息-->
		<EB02CR01>2017-12</EB02CR01>  <!-- 年份 -->
		<EB02CS02>2</EB02CS02>  <!-- 全部负债-账户数 -->
		<EB02CJ01>165</EB02CJ01>  <!-- 全部负债-余额 -->
		<EB02CS03>0</EB02CS03>  <!-- 关注类负债-账户数 -->
		<EB02CJ02>0</EB02CJ02>  <!-- 关注类负债-余额 -->
		<EB02CS04>1</EB02CS04>  <!-- 不良类负债-账户数 -->
		<EB02CJ03>45</EB02CJ03>  <!-- 不良类负债-余额 -->
		<EB02CS05>0</EB02CS05>  <!-- 逾期类负债-账户数 -->
		<EB02CJ04>0</EB02CJ04>  <!-- 逾期类负债-逾期总额 -->
		<EB02CS06>0</EB02CS06>  <!-- 逾期类负债-本金逾期账户数 -->
		<EB02CJ05>0</EB02CJ05>  <!-- 逾期类负债-逾期本金 -->
	</EB02CH>
	<EB02CH>  <!--负债历史汇总信息-->
		<EB02CR01>2017-09</EB02CR01>  <!-- 年份 -->
		<EB02CS02>3</EB02CS02>  <!-- 全部负债-账户数 -->
		<EB02CJ01>265</EB02CJ01>  <!-- 全部负债-余额 -->
		<EB02CS03>0</EB02CS03>  <!-- 关注类负债-账户数 -->
		<EB02CJ02>0</EB02CJ02>  <!-- 关注类负债-余额 -->
		<EB02CS04>1</EB02CS04>  <!-- 不良类负债-账户数 -->
		<EB02CJ03>45</EB02CJ03>  <!-- 不良类负债-余额 -->
		<EB02CS05>0</EB02CS05>  <!-- 逾期类负债-账户数 -->
		<EB02CJ04>0</EB02CJ04>  <!-- 逾期类负债-逾期总额 -->
		<EB02CS06>0</EB02CS06>  <!-- 逾期类负债-本金逾期账户数 -->
		<EB02CJ05>0</EB02CJ05>  <!-- 逾期类负债-逾期本金 -->
	</EB02CH>
	<EB02CH>  <!--负债历史汇总信息-->
		<EB02CR01>2017-06</EB02CR01>  <!-- 年份 -->
		<EB02CS02>3</EB02CS02>  <!-- 全部负债-账户数 -->
		<EB02CJ01>265</EB02CJ01>  <!-- 全部负债-余额 -->
		<EB02CS03>0</EB02CS03>  <!-- 关注类负债-账户数 -->
		<EB02CJ02>0</EB02CJ02>  <!-- 关注类负债-余额 -->
		<EB02CS04>1</EB02CS04>  <!-- 不良类负债-账户数 -->
		<EB02CJ03>45</EB02CJ03>  <!-- 不良类负债-余额 -->
		<EB02CS05>0</EB02CS05>  <!-- 逾期类负债-账户数 -->
		<EB02CJ04>0</EB02CJ04>  <!-- 逾期类负债-逾期总额 -->
		<EB02CS06>0</EB02CS06>  <!-- 逾期类负债-本金逾期账户数 -->
		<EB02CJ05>0</EB02CJ05>  <!-- 逾期类负债-逾期本金 -->
	</EB02CH>
	<EB02CH>  <!--负债历史汇总信息-->
		<EB02CR01>2017-03</EB02CR01>  <!-- 年份 -->
		<EB02CS02>4</EB02CS02>  <!-- 全部负债-账户数 -->
		<EB02CJ01>290</EB02CJ01>  <!-- 全部负债-余额 -->
		<EB02CS03>1</EB02CS03>  <!-- 关注类负债-账户数 -->
		<EB02CJ02>50</EB02CJ02>  <!-- 关注类负债-余额 -->
		<EB02CS04>1</EB02CS04>  <!-- 不良类负债-账户数 -->
		<EB02CJ03>20</EB02CJ03>  <!-- 不良类负债-余额 -->
		<EB02CS05>0</EB02CS05>  <!-- 逾期类负债-账户数 -->
		<EB02CJ04>0</EB02CJ04>  <!-- 逾期类负债-逾期总额 -->
		<EB02CS06>0</EB02CS06>  <!-- 逾期类负债-本金逾期账户数 -->
		<EB02CJ05>0</EB02CJ05>  <!-- 逾期类负债-逾期本金 -->
	</EB02CH>
	<EB02CH>  <!--负债历史汇总信息-->
		<EB02CR01>2016-12</EB02CR01>  <!-- 年份 -->
		<EB02CS02>3</EB02CS02>  <!-- 全部负债-账户数 -->
		<EB02CJ01>190</EB02CJ01>  <!-- 全部负债-余额 -->
		<EB02CS03>1</EB02CS03>  <!-- 关注类负债-账户数 -->
		<EB02CJ02>50</EB02CJ02>  <!-- 关注类负债-余额 -->
		<EB02CS04>1</EB02CS04>  <!-- 不良类负债-账户数 -->
		<EB02CJ03>20</EB02CJ03>  <!-- 不良类负债-余额 -->
		<EB02CS05>0</EB02CS05>  <!-- 逾期类负债-账户数 -->
		<EB02CJ04>0</EB02CJ04>  <!-- 逾期类负债-逾期总额 -->
		<EB02CS06>0</EB02CS06>  <!-- 逾期类负债-本金逾期账户数 -->
		<EB02CJ05>0</EB02CJ05>  <!-- 逾期类负债-逾期本金 -->
	</EB02CH>
	<EB02CH>  <!--负债历史汇总信息-->
		<EB02CR01>2016-09</EB02CR01>  <!-- 年份 -->
		<EB02CS02>4</EB02CS02>  <!-- 全部负债-账户数 -->
		<EB02CJ01>290</EB02CJ01>  <!-- 全部负债-余额 -->
		<EB02CS03>1</EB02CS03>  <!-- 关注类负债-账户数 -->
		<EB02CJ02>50</EB02CJ02>  <!-- 关注类负债-余额 -->
		<EB02CS04>1</EB02CS04>  <!-- 不良类负债-账户数 -->
		<EB02CJ03>20</EB02CJ03>  <!-- 不良类负债-余额 -->
		<EB02CS05>0</EB02CS05>  <!-- 逾期类负债-账户数 -->
		<EB02CJ04>0</EB02CJ04>  <!-- 逾期类负债-逾期总额 -->
		<EB02CS06>0</EB02CS06>  <!-- 逾期类负债-本金逾期账户数 -->
		<EB02CJ05>0</EB02CJ05>  <!-- 逾期类负债-逾期本金 -->
	</EB02CH>
	<EB02CH>  <!--负债历史汇总信息-->
		<EB02CR01>2016-06</EB02CR01>  <!-- 年份 -->
		<EB02CS02>5</EB02CS02>  <!-- 全部负债-账户数 -->
		<EB02CJ01>470</EB02CJ01>  <!-- 全部负债-余额 -->
		<EB02CS03>1</EB02CS03>  <!-- 关注类负债-账户数 -->
		<EB02CJ02>50</EB02CJ02>  <!-- 关注类负债-余额 -->
		<EB02CS04>1</EB02CS04>  <!-- 不良类负债-账户数 -->
		<EB02CJ03>20</EB02CJ03>  <!-- 不良类负债-余额 -->
		<EB02CS05>0</EB02CS05>  <!-- 逾期类负债-账户数 -->
		<EB02CJ04>0</EB02CJ04>  <!-- 逾期类负债-逾期总额 -->
		<EB02CS06>0</EB02CS06>  <!-- 逾期类负债-本金逾期账户数 -->
		<EB02CJ05>0</EB02CJ05>  <!-- 逾期类负债-逾期本金 -->
	</EB02CH>
</EB02C></EB02></EBB><EBC><EB03>
<EB03A>  <!--未结清借贷交易汇总信息段-->
	<EB03AH>  <!--其他借贷交易分类汇总信息-->
		<EB03AD01>银行承兑汇票</EB03AD01>  <!-- 业务类型 -->
		<EB03AD02>正常类</EB03AD02>  <!-- 资产质量分类 -->
		<EB03AS02>4</EB03AS02>  <!-- 账户数 -->
		<EB03AJ01>101.60</EB03AJ01>  <!-- 余额 -->
	</EB03AH>
	<EB03AH>  <!--其他借贷交易分类汇总信息-->
		<EB03AD01>银行承兑汇票</EB03AD01>  <!-- 业务类型 -->
		<EB03AD02>关注类</EB03AD02>  <!-- 资产质量分类 -->
		<EB03AS02>0</EB03AS02>  <!-- 账户数 -->
		<EB03AJ01>0</EB03AJ01>  <!-- 余额 -->
	</EB03AH>
	<EB03AH>  <!--其他借贷交易分类汇总信息-->
		<EB03AD01>银行承兑汇票</EB03AD01>  <!-- 业务类型 -->
		<EB03AD02>不良类</EB03AD02>  <!-- 资产质量分类 -->
		<EB03AS02>0</EB03AS02>  <!-- 账户数 -->
		<EB03AJ01>0</EB03AJ01>  <!-- 余额 -->
	</EB03AH>
	<EB03AH>  <!--其他借贷交易分类汇总信息-->
		<EB03AD01>银行承兑汇票</EB03AD01>  <!-- 业务类型 -->
		<EB03AD02>合计</EB03AD02>  <!-- 资产质量分类 -->
		<EB03AS02>4</EB03AS02>  <!-- 账户数 -->
		<EB03AJ01>101.60</EB03AJ01>  <!-- 余额 -->
	</EB03AH>
	<EB03AH>  <!--其他借贷交易分类汇总信息-->
		<EB03AD01>信用证</EB03AD01>  <!-- 业务类型 -->
		<EB03AD02>正常类</EB03AD02>  <!-- 资产质量分类 -->
		<EB03AS02>2</EB03AS02>  <!-- 账户数 -->
		<EB03AJ01>36</EB03AJ01>  <!-- 余额 -->
	</EB03AH>
	<EB03AH>  <!--其他借贷交易分类汇总信息-->
		<EB03AD01>信用证</EB03AD01>  <!-- 业务类型 -->
		<EB03AD02>关注类</EB03AD02>  <!-- 资产质量分类 -->
		<EB03AS02>0</EB03AS02>  <!-- 账户数 -->
		<EB03AJ01>0</EB03AJ01>  <!-- 余额 -->
	</EB03AH>
	<EB03AH>  <!--其他借贷交易分类汇总信息-->
		<EB03AD01>信用证</EB03AD01>  <!-- 业务类型 -->
		<EB03AD02>不良类</EB03AD02>  <!-- 资产质量分类 -->
		<EB03AS02>0</EB03AS02>  <!-- 账户数 -->
		<EB03AJ01>0</EB03AJ01>  <!-- 余额 -->
	</EB03AH>
	<EB03AH>  <!--其他借贷交易分类汇总信息-->
		<EB03AD01>信用证</EB03AD01>  <!-- 业务类型 -->
		<EB03AD02>合计</EB03AD02>  <!-- 资产质量分类 -->
		<EB03AS02>2</EB03AS02>  <!-- 账户数 -->
		<EB03AJ01>36</EB03AJ01>  <!-- 余额 -->
	</EB03AH>
</EB03A>
<EB03B>  <!--已结清担保交易汇总信息段-->
	<EB03BS01>1</EB03BS01>  <!-- 担保交易分类汇总条目数量 -->
	<EB03BH>  <!--已结清担保交易汇总信息-->
		<EB03BD01>银行承兑汇票</EB03BD01>  <!-- 业务类型 -->
		<EB03BD02>正常类账户数</EB03BD02>  <!-- 资产质量分类 -->
		<EB03BS02>1</EB03BS02>  <!-- 账户数 -->
	</EB03BH>
	<EB03BH>  <!--已结清担保交易汇总信息-->
		<EB03BD01>银行承兑汇票</EB03BD01>  <!-- 业务类型 -->
		<EB03BD02>关注类账户数</EB03BD02>  <!-- 资产质量分类 -->
		<EB03BS02>0</EB03BS02>  <!-- 账户数 -->
	</EB03BH>
	<EB03BH>  <!--已结清担保交易汇总信息-->
		<EB03BD01>银行承兑汇票</EB03BD01>  <!-- 业务类型 -->
		<EB03BD02>不良类账户数</EB03BD02>  <!-- 资产质量分类 -->
		<EB03BS02>0</EB03BS02>  <!-- 账户数 -->
	</EB03BH>
	<EB03BH>  <!--已结清担保交易汇总信息-->
		<EB03BD01>银行承兑汇票</EB03BD01>  <!-- 业务类型 -->
		<EB03BD02>合计</EB03BD02>  <!-- 资产质量分类 -->
		<EB03BS02>1</EB03BS02>  <!-- 账户数 -->
	</EB03BH>
	<EB03BH>  <!--已结清担保交易汇总信息-->
		<EB03BD01>信用证</EB03BD01>  <!-- 业务类型 -->
		<EB03BD02>正常类账户数</EB03BD02>  <!-- 资产质量分类 -->
		<EB03BS02>1</EB03BS02>  <!-- 账户数 -->
	</EB03BH>
	<EB03BH>  <!--已结清担保交易汇总信息-->
		<EB03BD01>信用证</EB03BD01>  <!-- 业务类型 -->
		<EB03BD02>关注类账户数</EB03BD02>  <!-- 资产质量分类 -->
		<EB03BS02>0</EB03BS02>  <!-- 账户数 -->
	</EB03BH>
	<EB03BH>  <!--已结清担保交易汇总信息-->
		<EB03BD01>信用证</EB03BD01>  <!-- 业务类型 -->
		<EB03BD02>不良类账户数</EB03BD02>  <!-- 资产质量分类 -->
		<EB03BS02>0</EB03BS02>  <!-- 账户数 -->
	</EB03BH>
	<EB03BH>  <!--已结清担保交易汇总信息-->
		<EB03BD01>信用证</EB03BD01>  <!-- 业务类型 -->
		<EB03BD02>合计</EB03BD02>  <!-- 资产质量分类 -->
		<EB03BS02>1</EB03BS02>  <!-- 账户数 -->
	</EB03BH>
	<EB03BH>  <!--已结清担保交易汇总信息-->
		<EB03BD01>银行保函</EB03BD01>  <!-- 业务类型 -->
		<EB03BD02>正常类账户数</EB03BD02>  <!-- 资产质量分类 -->
		<EB03BS02>2</EB03BS02>  <!-- 账户数 -->
	</EB03BH>
	<EB03BH>  <!--已结清担保交易汇总信息-->
		<EB03BD01>银行保函</EB03BD01>  <!-- 业务类型 -->
		<EB03BD02>关注类账户数</EB03BD02>  <!-- 资产质量分类 -->
		<EB03BS02>0</EB03BS02>  <!-- 账户数 -->
	</EB03BH>
	<EB03BH>  <!--已结清担保交易汇总信息-->
		<EB03BD01>银行保函</EB03BD01>  <!-- 业务类型 -->
		<EB03BD02>不良类账户数</EB03BD02>  <!-- 资产质量分类 -->
		<EB03BS02>0</EB03BS02>  <!-- 账户数 -->
	</EB03BH>
	<EB03BH>  <!--已结清担保交易汇总信息-->
		<EB03BD01>银行保函</EB03BD01>  <!-- 业务类型 -->
		<EB03BD02>合计</EB03BD02>  <!-- 资产质量分类 -->
		<EB03BS02>2</EB03BS02>  <!-- 账户数 -->
	</EB03BH>
</EB03B></EB03></EBC><EDA>
<ED01>  <!--被追偿业务-->
	<ED01A>  <!--被追偿业务-->
		<ED01AI01>1</ED01AI01>  <!-- 账户编号 -->
		<ED01AD11>C2121-0</ED01AD11>  <!-- 共同借款标识 -->
		<ED01AI02>B8348</ED01AI02>  <!-- 业务管理机构代码 -->
		<ED01AD04>B8348</ED01AD04>  <!-- 业务管理机构代码 -->
		<ED01AD06>资产处置</ED01AD06>  <!-- 业务种类细分 -->
		<ED01AR01>2015-01-01</ED01AR01>  <!-- 开立日期 -->
		<ED01AD07>人民币元</ED01AD07>  <!-- 币种 -->
		<ED01AJ01>50</ED01AJ01>  <!-- 借款金额 -->
		<ED01AJ02>38</ED01AJ02>  <!-- 信用额度 -->
		<ED01AR03>--</ED01AR03>  <!-- 关闭日期 -->
		<ED01AR04>2018-08-15</ED01AR04>  <!-- 信息报告日期 -->
		<ED01AD12>被追偿业务</ED01AD12>  <!-- 借贷交易账户类型 -->
	</ED01A>
</ED01>
<ED01>  <!--被追偿业务-->
	<ED01A>  <!--被追偿业务-->
		<ED01AI01>2</ED01AI01>  <!-- 账户编号 -->
		<ED01AD11>C7374-0</ED01AD11>  <!-- 共同借款标识 -->
		<ED01AI02>B8348</ED01AI02>  <!-- 业务管理机构代码 -->
		<ED01AD04>B8348</ED01AD04>  <!-- 业务管理机构代码 -->
		<ED01AD06>承兑汇票垫款</ED01AD06>  <!-- 业务种类细分 -->
		<ED01AR01>2018-03-01</ED01AR01>  <!-- 开立日期 -->
		<ED01AD07>人民币元</ED01AD07>  <!-- 币种 -->
		<ED01AJ01>30</ED01AJ01>  <!-- 借款金额 -->
		<ED01AJ02>30</ED01AJ02>  <!-- 信用额度 -->
		<ED01AR03>--</ED01AR03>  <!-- 关闭日期 -->
		<ED01AR04>2018-03-01</ED01AR04>  <!-- 信息报告日期 -->
		<ED01AD12>被追偿业务</ED01AD12>  <!-- 借贷交易账户类型 -->
	</ED01A>
</ED01>
<ED01>  <!--中长期借款-->
	<ED01A>  <!--基本信息段-->
		<ED01AI01>3</ED01AI01>  <!-- 账户编号 -->
		<ED01AD11>L9950-0</ED01AD11>  <!-- 共同借款标识 -->
		<ED01AD01>1</ED01AD01>  <!-- 账户活动状态1未结清2已结清 -->
		<ED01AD03>20</ED01AD03>  <!-- 借款期限10短期20中期30长期 -->
		<ED01AI02>N3514</ED01AI02>  <!-- 授信机构 -->
		<ED01AD04>N3514</ED01AD04>  <!-- 业务管理机构代码 -->
		<ED01AD06>固定资产贷款</ED01AD06>  <!-- 借贷业务种类大类 -->
		<ED01AR01>2014-01-01</ED01AR01>  <!-- 开立日期 -->
		<ED01AR02>2020-12-31</ED01AR02>  <!-- 到期日 -->
		<ED01AD07>人民币元</ED01AD07>  <!-- 币种 -->
		<ED01AJ01>200</ED01AJ01>  <!-- 借款金额 -->
		<ED01AD10>新增</ED01AD10>  <!-- 发放形式 -->
		<ED01AD08>信用/免担保/无</ED01AD08>  <!-- 担保方式 -->
		<ED01AR04>2018-08-01</ED01AR04>  <!-- 信息报告日期 -->
		<ED01AI03>E995</ED01AI03>  <!-- 授信协议编号 -->
		<ED01AD12>中长期借款</ED01AD12>  <!-- 借贷交易账户类型 -->
	</ED01A>
</ED01>
<ED01>  <!--短期借款-->
	<ED01A>  <!--基本信息段-->
		<ED01AI01>4</ED01AI01>  <!-- 账户编号 -->
		<ED01AD11>S1765-1</ED01AD11>  <!-- 共同借款标识 -->
		<ED01AD01>1</ED01AD01>  <!-- 账户活动状态1未结清2已结清 -->
		<ED01AD03>10</ED01AD03>  <!-- 借款期限10短期20中期30长期 -->
		<ED01AI02>M4625</ED01AI02>  <!-- 授信机构 -->
		<ED01AD04>M4625</ED01AD04>  <!-- 业务管理机构代码 -->
		<ED01AD06>进口押汇</ED01AD06>  <!-- 业务种类细分 -->
		<ED01AR01>2012-05-01</ED01AR01>  <!-- 开立日期 -->
		<ED01AR02>2019-03-31</ED01AR02>  <!-- 到期日 -->
		<ED01AD07>人民币元</ED01AD07>  <!-- 币种 -->
		<ED01AJ01>30</ED01AJ01>  <!-- 借款金额 -->
		<ED01AD10>新增</ED01AD10>  <!-- 发放形式 -->
		<ED01AD08>信用/免担保/无</ED01AD08>  <!-- 担保方式 -->
		<ED01AR04>2018-10-01</ED01AR04>  <!-- 信息报告日期 -->
		<ED01AI03>--</ED01AI03>  <!-- 授信协议编号 -->
		<ED01AD12>短期借款</ED01AD12>  <!-- 借贷交易账户类型 -->
	</ED01A>
	<ED01C>  <!--特定交易信息段-->
		<ED01CR01>2018-05-01</ED01CR01>  <!-- 交易日期 -->
		<ED01CD01>展期</ED01CD01>  <!-- 特定交易提示 -->
	</ED01C>
</ED01>
<ED01>  <!--循环透支-->
	<ED01A>  <!--循环透支-->
		<ED01AI01>5</ED01AI01>  <!-- 账户编号 -->
		<ED01AD11>R4827-0</ED01AD11>  <!-- 共同借款标识 -->
		<ED01AI02>N3514</ED01AI02>  <!-- 授信机构 -->
		<ED01AD04>N3514</ED01AD04>  <!-- 业务管理机构代码 -->
		<ED01AD01>1</ED01AD01>  <!-- 账户活动状态1未结清2已结清 -->
		<ED01AD06>法人账户透支</ED01AD06>  <!-- 业务种类细分 -->
		<ED01AR01>2018-08-01</ED01AR01>  <!-- 开立日期 -->
		<ED01AR02>2019-07-31</ED01AR02>  <!-- 到期日 -->
		<ED01AD07>人民币元</ED01AD07>  <!-- 币种 -->
		<ED01AJ02>100</ED01AJ02>  <!-- 信用额度 -->
		<ED01AD10>新增</ED01AD10>  <!-- 发放形式 -->
		<ED01AD08>抵押/无</ED01AD08>  <!-- 担保方式 -->
		<ED01AR03>50</ED01AR03>  <!-- 余额 -->
		<ED01AI03>E549</ED01AI03>  <!-- 授信协议编号 -->
		<ED01AR04>2018-10-01</ED01AR04>  <!-- 信息报告日期 -->
		<ED01AD12>循环透支</ED01AD12>  <!-- 借贷交易账户类型 -->
	</ED01A>
</ED01>
<ED01>  <!--中长期借款-->
	<ED01A>  <!--基本信息段-->
		<ED01AI01>6</ED01AI01>  <!-- 账户编号 -->
		<ED01AD11>L2925-0</ED01AD11>  <!-- 共同借款标识 -->
		<ED01AD01>2</ED01AD01>  <!-- 账户活动状态1未结清2已结清 -->
		<ED01AD03>20</ED01AD03>  <!-- 借款期限10短期20中期30长期 -->
		<ED01AI02>M4625</ED01AI02>  <!-- 授信机构 -->
		<ED01AD04>M4625</ED01AD04>  <!-- 授信机构 -->
		<ED01AD06>固定资产贷款</ED01AD06>  <!-- 业务种类细分 -->
		<ED01AR01>2012-07-01</ED01AR01>  <!-- 开立日期 -->
		<ED01AR02>2017-06-30</ED01AR02>  <!-- 到期日 -->
		<ED01AD07>人民币元</ED01AD07>  <!-- 币种 -->
		<ED01AJ01>100</ED01AJ01>  <!-- 借款金额 -->
		<ED01AR03>2017-06-30</ED01AR03>  <!-- 关闭日期 -->
		<ED01AD12>中长期借款</ED01AD12>  <!-- 借贷交易账户类型 -->
	</ED01A>
</ED01>
<ED01>  <!--中长期借款-->
	<ED01A>  <!--基本信息段-->
		<ED01AI01>7</ED01AI01>  <!-- 账户编号 -->
		<ED01AD11>L6458-2</ED01AD11>  <!-- 共同借款标识 -->
		<ED01AD01>2</ED01AD01>  <!-- 账户活动状态1未结清2已结清 -->
		<ED01AD03>20</ED01AD03>  <!-- 借款期限10短期20中期30长期 -->
		<ED01AI02>N3514</ED01AI02>  <!-- 授信机构 -->
		<ED01AD04>N3514</ED01AD04>  <!-- 授信机构 -->
		<ED01AD06>固定资产贷款</ED01AD06>  <!-- 业务种类细分 -->
		<ED01AR01>2013-02-01</ED01AR01>  <!-- 开立日期 -->
		<ED01AR02>2016-07-31</ED01AR02>  <!-- 到期日 -->
		<ED01AD07>人民币元</ED01AD07>  <!-- 币种 -->
		<ED01AJ01>80</ED01AJ01>  <!-- 借款金额 -->
		<ED01AR03>2016-07-31</ED01AR03>  <!-- 关闭日期 -->
		<ED01AD12>中长期借款</ED01AD12>  <!-- 借贷交易账户类型 -->
	</ED01A>
</ED01>
<ED01>  <!--短期借款-->
	<ED01A>  <!--基本信息段-->
		<ED01AI01>8</ED01AI01>  <!-- 账户编号 -->
		<ED01AD11>S8483-1</ED01AD11>  <!-- 共同借款标识 -->
		<ED01AD01>2</ED01AD01>  <!-- 账户活动状态1未结清2已结清 -->
		<ED01AD03>10</ED01AD03>  <!-- 借款期限10短期20中期30长期 -->
		<ED01AI02>N3514</ED01AI02>  <!-- 授信机构 -->
		<ED01AD04>N3514</ED01AD04>  <!-- 授信机构 -->
		<ED01AD06>流动资金贷款</ED01AD06>  <!-- 业务种类细分 -->
		<ED01AR01>2013-04-01</ED01AR01>  <!-- 开立日期 -->
		<ED01AR02>2018-09-30</ED01AR02>  <!-- 到期日 -->
		<ED01AD07>人民币元</ED01AD07>  <!-- 币种 -->
		<ED01AJ01>50</ED01AJ01>  <!-- 借款金额 -->
		<ED01AR03>2018-08-01</ED01AR03>  <!-- 关闭日期 -->
		<ED01AD12>短期借款</ED01AD12>  <!-- 借贷交易账户类型 -->
	</ED01A>
</ED01>
<ED01>  <!--短期借款-->
	<ED01A>  <!--基本信息段-->
		<ED01AI01>9</ED01AI01>  <!-- 账户编号 -->
		<ED01AD11>S3931-0</ED01AD11>  <!-- 共同借款标识 -->
		<ED01AD01>2</ED01AD01>  <!-- 账户活动状态1未结清2已结清 -->
		<ED01AD03>10</ED01AD03>  <!-- 借款期限10短期20中期30长期 -->
		<ED01AI02>M4625</ED01AI02>  <!-- 授信机构 -->
		<ED01AD04>M4625</ED01AD04>  <!-- 授信机构 -->
		<ED01AD06>进口押汇</ED01AD06>  <!-- 业务种类细分 -->
		<ED01AR01>2012-05-01</ED01AR01>  <!-- 开立日期 -->
		<ED01AR02>2017-10-31</ED01AR02>  <!-- 到期日 -->
		<ED01AD07>人民币元</ED01AD07>  <!-- 币种 -->
		<ED01AJ01>100</ED01AJ01>  <!-- 借款金额 -->
		<ED01AR03>2017-10-31</ED01AR03>  <!-- 关闭日期 -->
		<ED01AD12>短期借款</ED01AD12>  <!-- 借贷交易账户类型 -->
	</ED01A>
</ED01>
<ED01>  <!--循环透支-->
	<ED01A>  <!--循环透支-->
		<ED01AI01>10</ED01AI01>  <!-- 账户编号 -->
		<ED01AD11>R6844-0</ED01AD11>  <!-- 共同借款标识 -->
		<ED01AI02>N3514</ED01AI02>  <!-- 授信机构 -->
		<ED01AD04>N3514</ED01AD04>  <!-- 授信机构 -->
		<ED01AD01>2</ED01AD01>  <!-- 账户活动状态1未结清2已结清 -->
		<ED01AD06>法人账户透支</ED01AD06>  <!-- 业务种类细分 -->
		<ED01AR01>2016-01-01</ED01AR01>  <!-- 开立日期 -->
		<ED01AR02>2016-12-31</ED01AR02>  <!-- 到期日 -->
		<ED01AD07>人民币元</ED01AD07>  <!-- 币种 -->
		<ED01AJ02>200</ED01AJ02>  <!-- 信用额度 -->
		<ED01AR03>2016-12-31</ED01AR03>  <!-- 关闭日期 -->
		<ED01AD12>循环透支</ED01AD12>  <!-- 借贷交易账户类型 -->
	</ED01A>
</ED01>
<ED01>  <!--循环透支-->
	<ED01A>  <!--循环透支-->
		<ED01AI01>11</ED01AI01>  <!-- 账户编号 -->
		<ED01AD11>R6106-0</ED01AD11>  <!-- 共同借款标识 -->
		<ED01AI02>M4625</ED01AI02>  <!-- 授信机构 -->
		<ED01AD04>M4625</ED01AD04>  <!-- 授信机构 -->
		<ED01AD01>2</ED01AD01>  <!-- 账户活动状态1未结清2已结清 -->
		<ED01AD06>支票账户透支</ED01AD06>  <!-- 业务种类细分 -->
		<ED01AR01>2015-06-01</ED01AR01>  <!-- 开立日期 -->
		<ED01AR02>2015-12-31</ED01AR02>  <!-- 到期日 -->
		<ED01AD07>人民币元</ED01AD07>  <!-- 币种 -->
		<ED01AJ02>80</ED01AJ02>  <!-- 信用额度 -->
		<ED01AR03>2015-12-31</ED01AR03>  <!-- 关闭日期 -->
		<ED01AD12>循环透支</ED01AD12>  <!-- 借贷交易账户类型 -->
	</ED01A>
</ED01></EDA><EDB>
<ED05>
	<ED050I01>0</ED050I01>  <!-- 担保账户分机构汇总信息编号 -->
	<ED050I02>B8348</ED050I02>  <!-- 授信机构代码 -->
	<ED050D01>B8348</ED050D01>  <!-- 授信机构类型 -->
	<ED050D02>银行承兑汇票</ED050D02>  <!-- 业务种类 -->
	<ED050D03>正常</ED050D03>  <!-- 五级分类 -->
	<ED050S01>4</ED050S01>  <!-- 未结清账户数 -->
	<ED050J02>101.60</ED050J02>  <!-- 30 天内到期的余额 -->
	<ED050J03>0</ED050J03>  <!-- 60 天内到期的余额 -->
	<ED050J04>0</ED050J04>  <!-- 90 天内到期的余额 -->
	<ED050J05>0</ED050J05>  <!-- 90 天后到期的余额  -->
</ED05>
<ED05>
	<ED050I01>1</ED050I01>  <!-- 担保账户分机构汇总信息编号 -->
	<ED050I02>M4625</ED050I02>  <!-- 授信机构代码 -->
	<ED050D01>M4625</ED050D01>  <!-- 授信机构类型 -->
	<ED050D02>信用证</ED050D02>  <!-- 业务种类 -->
	<ED050D03>正常</ED050D03>  <!-- 五级分类 -->
	<ED050S01>2</ED050S01>  <!-- 未结清账户数 -->
	<ED050J02>36</ED050J02>  <!-- 30 天内到期的余额 -->
	<ED050J03>0</ED050J03>  <!-- 60 天内到期的余额 -->
	<ED050J04>0</ED050J04>  <!-- 90 天内到期的余额 -->
	<ED050J05>0</ED050J05>  <!-- 90 天后到期的余额  -->
</ED05>
<ED05>
	<ED050I01>0</ED050I01>  <!-- 担保账户分机构汇总信息编号 -->
	<ED050I02>B8348</ED050I02>  <!-- 授信机构代码 -->
	<ED050D01>B8348</ED050D01>  <!-- 授信机构类型 -->
	<ED050D02>银行承兑汇票</ED050D02>  <!-- 业务种类 -->
	<ED050D03>正常</ED050D03>  <!-- 五级分类 -->
	<ED050S02>1</ED050S02>  <!-- 已结清账户数 -->
	<ED050D04>是</ED050D04>  <!-- 垫款标志 -->
</ED05>
<ED05>
	<ED050I01>1</ED050I01>  <!-- 担保账户分机构汇总信息编号 -->
	<ED050I02>M4625</ED050I02>  <!-- 授信机构代码 -->
	<ED050D01>M4625</ED050D01>  <!-- 授信机构类型 -->
	<ED050D02>信用证</ED050D02>  <!-- 业务种类 -->
	<ED050D03>正常</ED050D03>  <!-- 五级分类 -->
	<ED050S02>1</ED050S02>  <!-- 已结清账户数 -->
	<ED050D04>否</ED050D04>  <!-- 垫款标志 -->
</ED05>
<ED05>
	<ED050I01>0</ED050I01>  <!-- 担保账户分机构汇总信息编号 -->
	<ED050I02>B8348</ED050I02>  <!-- 授信机构代码 -->
	<ED050D01>B8348</ED050D01>  <!-- 授信机构类型 -->
	<ED050D02>融资类银行保函</ED050D02>  <!-- 业务种类 -->
	<ED050D03>正常</ED050D03>  <!-- 五级分类 -->
	<ED050S02>1</ED050S02>  <!-- 已结清账户数 -->
	<ED050D04>是</ED050D04>  <!-- 垫款标志 -->
</ED05>
<ED05>
	<ED050I01>1</ED050I01>  <!-- 担保账户分机构汇总信息编号 -->
	<ED050I02>N3514</ED050I02>  <!-- 授信机构代码 -->
	<ED050D01>N3514</ED050D01>  <!-- 授信机构类型 -->
	<ED050D02>融资类银行保函</ED050D02>  <!-- 业务种类 -->
	<ED050D03>正常</ED050D03>  <!-- 五级分类 -->
	<ED050S02>1</ED050S02>  <!-- 已结清账户数 -->
	<ED050D04>否</ED050D04>  <!-- 垫款标志 -->
</ED05></EDB></Document></ReportMessage></Msg></Document>, htmlResultData=
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
  <meta name="robots" content="noindex,nofollow" />
  <meta charset="utf-8">
  <meta http-equiv="X-UA-Compatible" content="IE=edge">
  <link rel="shortcut icon" href="favicon.png">
  <title>中国人民银行征信中心</title>

<script src="../resources/product/e/js/jquery.min.js"></script>
<script src="../resources/product/e/js/report.js"></script>
<script src="../resources/product/e/js/crcmodal.1.5.js"></script>
<script src="../resources/product/e/js/crcwizard.js"></script>
<script src="../resources/product/e/js/layer/layer.js"></script>
<link href="../resources/product/e/css/report.css" rel="stylesheet">
<link href="../resources/product/e/js/layer/layer.css" rel="stylesheet">
<!-- <link href="../../css/zxcss3.css" rel="stylesheet"> 非信贷弹出所用
<script src="../../js/layout.js"></script> 非信贷弹出所用 -->
</head>

<body class="m-mainbox" background = "../resources/product/e/images/pbccrc_watermark3.gif">

  <div class="m-repbox">

    				<!--logo和提示信息-->
            <!--<div class="m-hd">
              <div class="u-logo">
                <img src="../../images/logo.gif">
              </div>
              <div class="u-tips">
                <strong>NO.E2014021110022232872</strong>
              </div>
            </div>-->



         <!--报告头-->
  		<!--报告头-->
<div>
<!--产品名称，版本-->
<div class="m-reptitle f-pad-top">
<h1 class="ttile">企业信用报告</h1>
<h3 class="u-repver">（授信机构版）</h3>
</div>

<div class="m-repbody f-cb">
	<div class="f-floatleft f-txtleft">
		<strong>报告编号：</strong>2019051319093724848550<br> <strong>查询机构：</strong>乐山市保发纺织有限责任公司
	</div>

	<div class="f-floatright f-txtleft">
		<strong>报告时间：</strong>2019-05-13T19:09:37<br> <strong>查询原因：</strong>其他原因
	</div>
</div>

</div>
<!--身份标识-->
<div class="m-repbody">
	<div class="t1">身份标识</div>

	<table class="g-tab-bor">
        <tr>
            <th style="width: 30%;"><strong>企业名称</strong></th>
            <td class="f-txtleft ">雕饰集团公司一</td>
        </tr>
		<!--抵消上边框-->
				<tr>
			<th style="width: 30%;"><strong>组织机构代码</strong></th>
			<td class="f-txtleft ">718239037</td>
		</tr>
			</table>
</div>

<!--异议提示-->
<div class="m-repbody">
	<div class="t1">异议提示</div>
	<ul class="u-msg-list">
		<li><span>信息主体对信用报告内容提出了1笔异议且正在处理中，请浏览时注意阅读相关内容。</span></li>
	</ul>
</div>


  		<div class="m-repbody firstPage">
  		<!--一级基本信息-->
      	<!--基本信息-->
<div class="t1">基本信息</div>
<div class="g-tt-h3 f-tleft f-mgtop"><img src="../resources/product/e/images/146.gif">基本概况信息</div>
      <table class="g-tab-bor f-tab-nomargin">
        <tr>
          <th class="g-w-4">经济类型</th>
          <td class="g-w-4 ">股份合作</td>
          <th class="g-w-4">组织机构类型</th>
          <td class="g-w-4 ">非公司制企业法人</td>
        </tr>
        <tr>
          <th>企业规模</th>
          <td class="">中型企业</td>
          <th>所属行业</th>
          <td class="">牛的饲养</td>
        </tr>
        <tr>
          <th>成立年份</th>
          <td class="">1998</td>
          <th>登记证书有效截止日期</th>
          <td class="">2028-01-01</td>
        </tr>
        <tr>
            <th>登记地址</th>
            <td class="" colspan="3">北京市北京路188号</td>
        </tr>
        <tr>
          <th>办公/经营地址</th>
          <td class="" colspan="3">北京市海淀区永丰路888号</td>
        </tr>
        <tr>
        	<th>存续状态</th>
       	  <td class="" colspan="3">正常营业</td>
        </tr>
      </table>
<ul class="u-msg-nonumlist">
		<li></li>
</ul>

<div class="g-tt-h3 f-mgtop"><img src="../resources/product/e/images/146.gif">注册资本及主要出资人信息<span class="f-floatright tn">注册资本折人民币合计250000万元</span></div>

      <table class="g-tab-bor f-tab-nomargin">
        <tr>
          <th class="g-w-5">类型</th>
          <th class="g-w-5">出资方</th>
          <th class="g-w-5">身份标识类型</th>
          <th class="g-w-5">身份标识号码</th>
          <th class="g-w-5">出资比例</th>
          </tr>
                <tbody class="">
        <tr>
          <td>股东</td>
                                      <td><a class="f-a-line" onclick="popReportUrl('../redirectcreditreport/getReport.action?IDType=2&amp;certTypeID=1001048&amp;certCode=3301013044994685&amp;certName=报告样本上海公司')" href="javascript:void(0);">报告样本上海公司</a></td>
                                <td>中征码</td>
          <td>3301013044994685</td>
          <td>60%</td>
        </tr>
        </tbody>
       	        <tbody class="">
        <tr>
          <td>股东</td>
                                      <td><a class="f-a-line" onclick="popReportUrl('../redirectcreditreport/getReport.action?IDType=1&amp;certTypeID=1014691&amp;certCode=210522198602230673&amp;certName=高瑶')" href="javascript:void(0);">高瑶</a></td>
                                <td>身份证</td>
          <td>210522198602230673</td>
          <td>40%</td>
        </tr>
        </tbody>
       	        <tr>
        	<td colspan="5" class="f-txtright"><span><strong>更新日期：</strong></span><span>2018-05-12</span></td>
        </tr>
      </table>

<div class="g-tt-h3 f-tleft f-mgtop"><img src="../resources/product/e/images/146.gif">主要组成人员信息</div>
      <table class="g-tab-bor f-tab-nomargin">
        <tr>
          <th class="g-w-4">职位</th>
          <th class="g-w-4">姓名</th>
          <th class="g-w-4">证件类型</th>
          <th class="g-w-4">证件号码</th>
        </tr>
                <tbody class="">
        <tr>
          <td>财务负责人</td>
                          <td><a class="f-a-line" onclick="popReportUrl('../redirectcreditreport/getReport.action?IDType=1&amp;certTypeID=1014691&amp;certCode=371426199112317020&amp;certName=刘吾')" href="javascript:void(0);">刘吾</a></td>
                     <td>身份证</td>
          <td>371426199112317020</td>
        </tr>
        </tbody>
                <tbody class="">
        <tr>
          <td>董事长/执行董事</td>
                          <td><a class="f-a-line" onclick="popReportUrl('../redirectcreditreport/getReport.action?IDType=1&amp;certTypeID=1014691&amp;certCode=120102199111116601&amp;certName=周尔')" href="javascript:void(0);">周尔</a></td>
                     <td>身份证</td>
          <td>120102199111116601</td>
        </tr>
        </tbody>
                <tbody class="">
        <tr>
          <td>其他董事、监事及高级管理人员</td>
                          <td><a class="f-a-line" onclick="popReportUrl('../redirectcreditreport/getReport.action?IDType=1&amp;certTypeID=1014691&amp;certCode=341422197712271329&amp;certName=郑陆')" href="javascript:void(0);">郑陆</a></td>
                     <td>身份证</td>
          <td>341422197712271329</td>
        </tr>
        </tbody>
                <tbody class="">
        <tr>
          <td>总经理/主要负责人</td>
                          <td><a class="f-a-line" onclick="popReportUrl('../redirectcreditreport/getReport.action?IDType=1&amp;certTypeID=1014691&amp;certCode=410802199010054963&amp;certName=夏思')" href="javascript:void(0);">夏思</a></td>
                     <td>身份证</td>
          <td>410802199010054963</td>
        </tr>
        </tbody>
                <tbody class="">
        <tr>
          <td>监事长/执行监事</td>
                          <td><a class="f-a-line" onclick="popReportUrl('../redirectcreditreport/getReport.action?IDType=1&amp;certTypeID=1014691&amp;certCode=360322197911242907&amp;certName=张珊')" href="javascript:void(0);">张珊</a></td>
                     <td>身份证</td>
          <td>360322197911242907</td>
        </tr>
        </tbody>
                <tbody class="">
        <tr>
          <td>法定代表人/非法人组织负责人</td>
                          <td><a class="f-a-line" onclick="popReportUrl('../redirectcreditreport/getReport.action?IDType=1&amp;certTypeID=1014691&amp;certCode=52242819791109441X&amp;certName=邹义')" href="javascript:void(0);">邹义</a></td>
                     <td>身份证</td>
          <td>52242819791109441X</td>
        </tr>
        </tbody>
                <tr>
        	<td colspan="4" class="f-txtright"><span><strong>更新日期：</strong></span><span>2018-05-12</span></td>
        </tr>
      </table>

<div class="g-tt-h3 f-tleft f-mgtop"><img src="../resources/product/e/images/146.gif">上级机构</div>
      <table class="g-tab-bor f-tab-nomargin">
        <tr>
          <th class="g-w-5">类型</th>
          <th class="g-w-5">名称</th>
          <th class="g-w-5">身份标识类型</th>
          <th class="g-w-5">身份标识号码</th>
          <th class="g-w-5">更新日期</th>
        </tr>
        <tbody class="">
        <tr>
          <td>集团母公司</td>
                        <td><a class="f-a-line" onclick="popReportUrl('../redirectcreditreport/getReport.action?IDType=2&amp;certTypeID=1001048&amp;certCode=3301013044994685&amp;certName=报告样本上海公司')" href="javascript:void(0);">报告样本上海公司</a></td>
                    <td>中征码</td>
          <td>3301013044994685</td>
          <td>2018-08-15</td>
        </tr>
        </tbody>
      </table>

<div class="g-tt-h3 f-tleft f-mgtop"><img src="../resources/product/e/images/146.gif">实际控制人</div>
      <table class="g-tab-bor f-tab-nomargin">
        <tr>
          <th class="g-w-4">名称</th>
          <th class="g-w-4">身份标识类型</th>
          <th class="g-w-4">身份标识号码</th>
          <th class="g-w-4">更新日期</th>
        </tr>
                <tbody class="">
        <tr>
                            <td><a class="f-a-line g-w-4" onclick="popReportUrl('../redirectcreditreport/getReport.action?IDType=2&amp;certTypeID=1001048&amp;certCode=3301013044994685&amp;certName=报告样本上海公司')" href="javascript:void(0);">报告样本上海公司</a></td>
                      <td class="g-w-4">中征码</td>
          <td class="g-w-4">3301013044994685</td>
          <td class="g-w-4">2018-08-15</td>
        </tr>
        </tbody>
              </table>



      	</div>
      	<!-- 信贷概要 -->
      	<!--信息概要-->
<div class="m-repbody">
	<div class="t1">信息概要</div>
	<!-- 信用提示 -->
	      <table class="g-tab-bor">
        <tr>
            <th class="g-w-4">首次有信贷交易的年份</th>
            <th class="g-w-4">发生信贷交易的机构数</th>
            <th class="g-w-4">当前有未结清信贷<br>交易的机构数</th>
            <th class="g-w-4">首次有相关还款<br>责任的年份</th>
        </tr>
        <tr>
            <td>2012</td>
            <td>3</td>
            <td>3</td>
            <td>2015</td>
        </tr>
    </table>

    <table class="g-tab-bor">
        <tr>
            <th colspan="2" class="g-w-4">借贷交易</th>
            <th colspan="2" class="f-txt-nowrap g-w-4">担保交易</th>
            </tr>
        <tr>
            <th class="f-txtleft">余额</th>
            <td class="f-txtright">325.66</td>
            <th class="f-txtleft">余额</th>
            <td class="f-txtright">243.80</td>
        </tr>
        <tr>
            <!--<th class="f-linheight"><span class="f-floatleft">其中：</span><span class="f-floatright">被追偿余额</span></th>-->
           <th class="f-linheight f-txtleft">其中：被追偿余额</th>
           <td class="f-txtright">68</td>
           <th class="f-linheight f-txtleft">其中：关注类余额</th>
            <td class="f-txtright">0</td>
        </tr>
        <tr>
            <th class="f-txtleft">　　　关注类余额</th>
            <td class="f-txtright">0</td>
            <th class="f-txtleft">　　　不良类余额</th>
            <td class="f-txtright">0</td>
        </tr>
        <tr>
            <th class="f-txtleft">　　　不良类余额</th>
            <td class="f-txtright">40.16</td>
            <th class="f-txtleft"> </th>
            <td class="f-txtright"> </td>
        </tr>
    </table>

      <table class="g-tab-bor">
        <tr>
            <th class="g-w-5">非信贷交易账户数</th>
            <th class="g-w-5">欠税记录条数</th>
            <th class="g-w-5">民事判决记录条数</th>
            <th class="f-txt-nowrap g-w-5">强制执行记录条数</th>
            <th class="g-w-5">行政处罚记录条数</th>
        </tr>
        <tr>
            <td>1</td>
            <td>0</td>
            <td>1</td>
            <td>1</td>
            <td>1</td>
        </tr>
    </table>

	<!-- 未结清信贷及授信信息概要 -->
	<div class="g-tt-h3 f-tleft f-mgtop"><img src="../resources/product/e/images/146.gif">未结清信贷及授信信息概要</div>
	      <table class="g-tab-bor f-tab-nomargin">
        <tr>
          <th colspan="3" class="g-w-2">由资产管理公司处置的债务</th>
          <th colspan="3" class="g-w-2">垫款</th>
          <th colspan="3" class="g-w-2">逾期</th>
        </tr>
        <tr>
          <th class="g-w-9">账户数</th>
          <th class="g-w-9">余额</th>
          <th class="g-w-9">最近一次<br>处置日期</th>
          <th class="g-w-9">账户数</th>
          <th class="g-w-9">余额</th>
          <th class="g-w-9">最近一次<br>还款日期</th>
          <th class="g-w-9">本金</th>
          <th class="g-w-9">利息及其他</th>
          <th class="g-w-9">总额</th>
        </tr>
        <tr>
          <td>1</td>
          <td>38</td>
          <td>2018-08-15</td>
          <td>1</td>
          <td>30</td>
          <td>2018-03-01</td>
          <td>10</td>
          <td>0.50</td>
          <td>10.50</td>
        </tr>
      </table>


            <table class="g-tab-bor ">
        <tr>
          <th rowspan="2" class="g-w-5"> </th>
          <th colspan="2" class="g-w-5">正常类</th>
          <th colspan="2" class="g-w-5">关注类</th>
          <th colspan="2" class="g-w-5">不良类</th>
          <th colspan="2" class="g-w-5">合计</th>
          </tr>
        <tr>
          <th style="width:10%">账户数</th>
          <th style="width:10%">余额</th>
          <th style="width:10%">账户数</th>
          <th style="width:10%">余额</th>
          <th style="width:10%">账户数</th>
          <th style="width:10%">余额</th>
          <th style="width:10%">账户数</th>
          <th style="width:10%">余额</th>
        </tr>
		        <tr>
          <th>中长期借款</th>
						  <td>1</td>
		    			  <td>100</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>1</td>
		    			  <td>100</td>
		            </tr>
				        <tr>
          <th>短期借款</th>
						  <td>1</td>
		    			  <td>22.50</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>1</td>
		    			  <td>22.50</td>
		            </tr>
				        <tr>
          <th>循环透支</th>
						  <td>1</td>
		    			  <td>50</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>1</td>
		    			  <td>50</td>
		            </tr>
				        <tr>
          <th>贴现</th>
						  <td>1</td>
		    			  <td>45</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>1</td>
		    			  <td>40.16</td>
		    			  <td>2</td>
		    			  <td>85.16</td>
		            </tr>
				        <tr>
          <th>合计</th>
						  <td>4</td>
		    			  <td>217.50</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>1</td>
		    			  <td>40.16</td>
		    			  <td>5</td>
		    			  <td>257.66</td>
		            </tr>
		      </table>

	        <table class="g-tab-bor ">
        <tr>
          <th rowspan="2" class="g-w-5"> </th>
          <th colspan="2" class="g-w-5">正常类</th>
          <th colspan="2" class="g-w-5">关注类</th>
          <th colspan="2" class="g-w-5">不良类</th>
          <th colspan="2" class="g-w-5">合计</th>
          </tr>
        <tr>
          <th style="width:10%">账户数</th>
          <th style="width:10%">余额</th>
          <th style="width:10%">账户数</th>
          <th style="width:10%">余额</th>
          <th style="width:10%">账户数</th>
          <th style="width:10%">余额</th>
          <th style="width:10%">账户数</th>
          <th style="width:10%">余额</th>
        </tr>
                <tr>
          <th>银行承兑汇票</th>
						  <td>4</td>
		    			  <td>101.60</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>4</td>
		    			  <td>101.60</td>
		            </tr>
				        <tr>
          <th>信用证</th>
						  <td>2</td>
		    			  <td>36</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>2</td>
		    			  <td>36</td>
		            </tr>
				        <tr>
          <th>合计</th>
						  <td>6</td>
		    			  <td>137.60</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>6</td>
		    			  <td>137.60</td>
		            </tr>
		      </table>

	        <table class="g-tab-bor ">
        <tr>
          <th rowspan="2" class="g-w-5"> </th>
          <th colspan="2" class="g-w-5">正常类</th>
          <th colspan="2" class="g-w-5">关注类</th>
          <th colspan="2" class="g-w-5">不良类</th>
          <th colspan="2" class="g-w-5">合计</th>
          </tr>
        <tr>
           <th style="width:10%">账户数</th>
          <th style="width:10%">余额</th>
          <th style="width:10%">账户数</th>
          <th style="width:10%">余额</th>
          <th style="width:10%">账户数</th>
          <th style="width:10%">余额</th>
          <th style="width:10%">账户数</th>
          <th style="width:10%">余额</th>
        </tr>
                <tr>
          <th>银行保函</th>
						  <td>2</td>
		    			  <td>106.20</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>2</td>
		    			  <td>106.20</td>
		            </tr>
						        <tr>
          <th>合计</th>
						  <td>2</td>
		    			  <td>106.20</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>2</td>
		    			  <td>106.20</td>
		            </tr>
		      </table>
                  <table class="g-tab-bor ">
        <tr>
          <th colspan="3" class="g-w-2">非循环信用额度</th>
          <th colspan="3" class="g-w-2">循环信用额度</th>
        </tr>
        <tr>
          <th class="g-w-6">总额</th>
          <th class="g-w-6">已用额度</th>
          <th class="g-w-6">剩余可用额度</th>
          <th class="g-w-6">总额</th>
          <th class="g-w-6">已用额度</th>
          <th class="g-w-6">剩余可用额度</th>
        </tr>
        <tr>
          <td>500</td>
          <td>200</td>
          <td>300</td>
          <td>0</td>
          <td>0</td>
          <td>0</td>
        </tr>
      </table>
                <ul class="f-tleft">
            说明：由于存在授信限额的控制，剩余可用额度无法准确计算，需要结合授信明细信息进行估算。
        </ul>

	<!-- 相关还款责任信息 -->
	<div class="g-tt-h3 f-tleft f-mgtop"><img src="../resources/product/e/images/146.gif">相关还款责任信息概要</div>
            <table class="g-tab-bor f-tab-nomargin">
       	 <tr>
            <th rowspan="2" style="width:20%">责任类型</th>
            <th colspan="3" class="f-txt-nowrap" style="width:30%">被追偿业务</th>
            <th colspan="5" style="width:50%"> 其他借贷交易</th>
          </tr>

        <tr>
         		<th class="f-txt-nowrap" style="width:10%">还款责任<br>金额</th>
            <th class="f-txt-nowrap" style="width:10%">账户数</th>
            <th class="f-txt-nowrap" style="width:10%">余额</th>
            <th class="f-txt-nowrap" style="width:10%">还款责任<br>金额</th>
            <th class="f-txt-nowrap" style="width:10%">账户数</th>
            <th class="f-txt-nowrap" style="width:10%">余额</th>
            <th class="f-txt-nowrap" style="width:10%">关注类余额</th>
            <th class="f-txt-nowrap" style="width:10%">不良类余额</th>
        </tr>
				        <tr>
           <th>保证人/反担保人</th>
			           <td>100</td>
			           <td>1</td>
			           <td>20</td>
			           <td>150</td>
			           <td>2</td>
			           <td>30</td>
			           <td>0</td>
			           <td>0</td>
			        </tr>
		               <tr>
           <th>其他</th>
			           <td>0</td>
			           <td>0</td>
			           <td>0</td>
			           <td>315</td>
			           <td>2</td>
			           <td>47.50</td>
			           <td>0</td>
			           <td>10</td>
			        </tr>
				        <tr>
           <th>合计</th>
			           <td>100</td>
			           <td>1</td>
			           <td>20</td>
			           <td>465</td>
			           <td>4</td>
			           <td>77.50</td>
			           <td>0</td>
			           <td>10</td>
			        </tr>
		    </table>
	        <table class="g-tab-bor">
       	 <tr>
            <th rowspan="2" style="width:20%">责任类型</th>
            <th colspan="5" style="width:80%">担保交易</th>
          </tr>

        <tr>
         		<th class="f-txt-nowrap" style="width:16%">还款责任金额</th>
            <th class="f-txt-nowrap" style="width:16%">账户数</th>
            <th class="f-txt-nowrap" style="width:16%">余额</th>
            <th class="f-txt-nowrap" style="width:16%">关注类余额</th>
            <th class="f-txt-nowrap" style="width:16%">不良类余额</th>
        </tr>
		                <tr>
           <th>保证人/反担保人</th>
			           <td>100</td>
			           <td>3</td>
			           <td>8</td>
			           <td>0</td>
			           <td>0</td>
			        </tr>
		               <tr>
           <th>其他</th>
			           <td>10</td>
			           <td>2</td>
			           <td>6</td>
			           <td>0</td>
			           <td>0</td>
			        </tr>
				        <tr>
           <th>合计</th>
			           <td>110</td>
			           <td>5</td>
			           <td>14</td>
			           <td>0</td>
			           <td>0</td>
			        </tr>
		    </table>

	<!-- 已结清信贷信息概要 -->
	<div class="g-tt-h3 f-tleft f-mgtop"><img src="../resources/product/e/images/146.gif">已结清信贷信息概要</div>
     	    <table class="g-tab-bor">
        <tr>
            <td style="width:15%"> </td>
            <th style="width:20%">正常类账户数</th>
            <th style="width:20%">关注类账户数</th>
            <th style="width:20%">不良类账户数</th>
            <th style="width:20%">合计</th>
        </tr>
                <tr>
          <th>中长期借款</th>
						  <td>0</td>
		    			  <td>0</td>
		    			  <td>1</td>
		    			  <td>2</td>
		            </tr>
				        <tr>
          <th>短期借款</th>
						  <td>0</td>
		    			  <td>1</td>
		    			  <td>1</td>
		    			  <td>2</td>
		            </tr>
				        <tr>
          <th>循环透支</th>
						  <td>2</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>2</td>
		            </tr>
				        <tr>
          <th>贴现</th>
						  <td>2</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>2</td>
		            </tr>
				        <tr>
          <th>合计</th>
						  <td>4</td>
		    			  <td>1</td>
		    			  <td>2</td>
		    			  <td>8</td>
		            </tr>
		    </table>
    	    <table class="g-tab-bor">
        <tr>
            <td style="width:15%"> </td>
            <th style="width:20%">正常类账户数</th>
            <th style="width:20%">关注类账户数</th>
            <th style="width:20%">不良类账户数</th>
            <th style="width:20%">合计</th>
        </tr>
                <tr>
          <th>银行承兑汇票</th>
						  <td>1</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>1</td>
		            </tr>
				        <tr>
          <th>信用证</th>
						  <td>1</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>1</td>
		            </tr>
				        <tr>
          <th>合计</th>
						  <td>2</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>2</td>
		            </tr>
		    </table>
            <table class="g-tab-bor">
        <tr>
            <td style="width:15%"> </td>
            <th style="width:20%">正常类账户数</th>
            <th style="width:20%">关注类账户数</th>
            <th style="width:20%">不良类账户数</th>
            <th style="width:20%">合计</th>
        </tr>
                <tr>
          <th>银行保函</th>
						  <td>2</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>2</td>
		            </tr>
						        <tr>
          <th>合计</th>
						  <td>2</td>
		    			  <td>0</td>
		    			  <td>0</td>
		    			  <td>2</td>
		            </tr>
		    </table>

    <!-- 负债历史信息概要 -->
	<!-- 负债历史 -->
<div class="g-tt-h3 f-tleft f-mgtop"><img src="../resources/product/e/images/146.gif">负债历史</div>
<table class="g-tab-bor f-tab-nomargin">
    <tr>
        <th rowspan="2" style="width:10%"></th>
        <th colspan="2" style="width:18%">全部负债</th>
        <th colspan="2" style="width:18%">关注类负债</th>
        <th colspan="2" style="width:18%">不良类负债</th>
        <th colspan="4" style="width:36%">逾期类负债</th>
    </tr>
    <tr>
        <th style="width:9%">账户数</th>
        <th style="width:9%">余额</th>
        <th style="width:9%">账户数</th>
        <th style="width:9%">余额</th>
        <th style="width:9%">账户数</th>
        <th style="width:9%">余额</th>
        <th style="width:9%">逾期<br>账户数</th>
        <th style="width:9%">逾期总额</th>
        <th style="width:9%">本金逾期<br>账户数</th>
        <th style="width:9%">逾期本金</th>
    </tr>
        <tr>
        <th>2019-03</th>
                    <td>7</td>
                    <td>325.66</td>
                    <td>0</td>
                    <td>0</td>
                    <td>3</td>
                    <td>108.16</td>
                    <td>0</td>
                    <td>0</td>
                    <td>0</td>
                    <td>0</td>
            </tr>
        <tr>
        <th>2018-12</th>
                    <td>7</td>
                    <td>325.66</td>
                    <td>0</td>
                    <td>0</td>
                    <td>3</td>
                    <td>108.16</td>
                    <td>0</td>
                    <td>0</td>
                    <td>0</td>
                    <td>0</td>
            </tr>
        <tr>
        <th>2018-09</th>
                    <td>7</td>
                    <td>398</td>
                    <td>0</td>
                    <td>0</td>
                    <td>2</td>
                    <td>68</td>
                    <td>0</td>
                    <td>0</td>
                    <td>0</td>
                    <td>0</td>
            </tr>
        <tr>
        <th>2018-06</th>
                    <td>7</td>
                    <td>420</td>
                    <td>1</td>
                    <td>100</td>
                    <td>3</td>
                    <td>120</td>
                    <td>0</td>
                    <td>0</td>
                    <td>0</td>
                    <td>0</td>
            </tr>
        <tr>
        <th>2018-03</th>
                    <td>4</td>
                    <td>235</td>
                    <td>0</td>
                    <td>0</td>
                    <td>2</td>
                    <td>70</td>
                    <td>0</td>
                    <td>0</td>
                    <td>0</td>
                    <td>0</td>
            </tr>
        <tr>
        <th>2017-12</th>
                    <td>2</td>
                    <td>165</td>
                    <td>0</td>
                    <td>0</td>
                    <td>1</td>
                    <td>45</td>
                    <td>0</td>
                    <td>0</td>
                    <td>0</td>
                    <td>0</td>
            </tr>
        <tr>
        <th>2017-09</th>
                    <td>3</td>
                    <td>265</td>
                    <td>0</td>
                    <td>0</td>
                    <td>1</td>
                    <td>45</td>
                    <td>0</td>
                    <td>0</td>
                    <td>0</td>
                    <td>0</td>
            </tr>
        <tr>
        <th>2017-06</th>
                    <td>3</td>
                    <td>265</td>
                    <td>0</td>
                    <td>0</td>
                    <td>1</td>
                    <td>45</td>
                    <td>0</td>
                    <td>0</td>
                    <td>0</td>
                    <td>0</td>
            </tr>
        <tr>
        <th>2017-03</th>
                    <td>4</td>
                    <td>290</td>
                    <td>1</td>
                    <td>50</td>
                    <td>1</td>
                    <td>20</td>
                    <td>0</td>
                    <td>0</td>
                    <td>0</td>
                    <td>0</td>
            </tr>
        <tr>
        <th>2016-12</th>
                    <td>3</td>
                    <td>190</td>
                    <td>1</td>
                    <td>50</td>
                    <td>1</td>
                    <td>20</td>
                    <td>0</td>
                    <td>0</td>
                    <td>0</td>
                    <td>0</td>
            </tr>
        <tr>
        <th>2016-09</th>
                    <td>4</td>
                    <td>290</td>
                    <td>1</td>
                    <td>50</td>
                    <td>1</td>
                    <td>20</td>
                    <td>0</td>
                    <td>0</td>
                    <td>0</td>
                    <td>0</td>
            </tr>
        <tr>
        <th>2016-06</th>
                    <td>5</td>
                    <td>470</td>
                    <td>1</td>
                    <td>50</td>
                    <td>1</td>
                    <td>20</td>
                    <td>0</td>
                    <td>0</td>
                    <td>0</td>
                    <td>0</td>
            </tr>
    </table>


</div>
      	<div class="firstPage">
  		<!-- 报告说明 -->
  		<div class="m-repbody">
<div class="t1">报告说明 </div>
<br>
	      <table border="0" width="100%">
        <tr>
          <td style="vertical-align: top;" width="100%">1.本报告由中国人民银行征信中心出具，依据截止报告时间征信系统记录的信息生成。除征信中心标注外，信息均由相关数据提供机构和信息主体提供，征信中心不保证其真实性和准确性，但承诺在信息汇总、加工、整合的全过程中保持客观、中立的地位。</td>
        </tr>

      </table>
	      <table border="0" width="100%">
        <tr>
          <td style="vertical-align: top;" width="100%">2.本报告所展示的基本信息来自征信系统对不同数据来源提供的同一个信息主体基本信息进行整合后的结果。</td>
        </tr>

      </table>
	      <table border="0" width="100%">
        <tr>
          <td style="vertical-align: top;" width="100%">3.本报告中信贷交易包括借贷交易和担保交易。</td>
        </tr>

      </table>
	      <table border="0" width="100%">
        <tr>
          <td style="vertical-align: top;" width="100%">4.本报告中借贷交易包括各种形式的贷款，也包括以其他各种名义融资但实质上是借贷的行为，即融资方负有明确还款责任的交易。常见的交易形式包括：贷款、贸易融资、票据贴现、保理、透支、融资租赁、回购、垫款、黄金证券借贷、公司信用债等。</td>
        </tr>

      </table>
	      <table border="0" width="100%">
        <tr>
          <td style="vertical-align: top;" width="100%">5.本报告中担保交易指第三人和债权人约定，当债务人不履行债务时，第三人按约定履行债务的行为。包括名义上没有担保合同约定但当债务人违约时、第三人实质上要代偿的行为。常见的交易形式包括：银行承兑汇票、信用证、银行保函、融资担保公司提供的担保服务，保险公司提供的信用保证保险服务。</td>
        </tr>

      </table>
	      <table border="0" width="100%">
        <tr>
          <td style="vertical-align: top;" width="100%">6.本报告中被追偿业务是指剩余本息处于催收状态（即债权人要求债务人尽快归还全部借款）的借贷交易。常见的产品种类包括：由资产管理公司处置的债务、垫款（含担保代偿）。</td>
        </tr>

      </table>
	      <table border="0" width="100%">
        <tr>
          <td style="vertical-align: top;" width="100%">7.本报告中的短期借款、中长期借款是指借贷交易中除被追偿业务、循环透支、贴现之外的业务，按照 &amp;ldquo;借款期限分类&amp;rdquo;划分，分别对应其中的短期、中期和长期。</td>
        </tr>

      </table>
	      <table border="0" width="100%">
        <tr>
          <td style="vertical-align: top;" width="100%">8.本报告中借贷交易的正常类是指除被追偿业务之外，五级分类为&amp;ldquo;正常&amp;rdquo;或者五级分类为&amp;ldquo;未分类&amp;rdquo;且逾期天数为0的业务；关注类是指除被追偿业务之外，五级分类为&amp;ldquo;关注&amp;rdquo;或者五级分类为&amp;ldquo;未分类&amp;rdquo;且逾期0至90天的业务；不良类是指除被追偿业务之外，五级分类为&amp;ldquo;次级&amp;rdquo;、&amp;ldquo;可疑&amp;rdquo;、&amp;ldquo;损失&amp;rdquo;、&amp;ldquo;违约&amp;rdquo;或者五级分类为&amp;ldquo;未分类&amp;rdquo;且逾期90天以上的业务。</td>
        </tr>

      </table>
	      <table border="0" width="100%">
        <tr>
          <td style="vertical-align: top;" width="100%">9.本报告中担保交易的正常类、关注类、不良类分别对应五级分类为正常、关注和后三类的业务。</td>
        </tr>

      </table>
	      <table border="0" width="100%">
        <tr>
          <td style="vertical-align: top;" width="100%">10.本报告中信息概要部分中的负债历史信息，其中负债是指由信贷交易所产生的债务；逾期总额、逾期本金是指除被追偿业务之外的借贷交易的逾期总额（含欠息）合计及逾期本金合计。</td>
        </tr>

      </table>
	      <table border="0" width="100%">
        <tr>
          <td style="vertical-align: top;" width="100%">11.本报告仅展示信息主体一定期限内的已结清信贷信息、非信贷信息、公共信息。</td>
        </tr>

      </table>
	      <table border="0" width="100%">
        <tr>
          <td style="vertical-align: top;" width="100%">12.如无特别说明，本报告中的金额类数据项的单位均为万元。</td>
        </tr>

      </table>
	      <table border="0" width="100%">
        <tr>
          <td style="vertical-align: top;" width="100%">13.如无特别说明，本报告中的金额类汇总数据项均为人民币计价。外币折人民币的计算依据国家外汇管理局当月公布的各种货币对美元折算率表。</td>
        </tr>

      </table>
	      <table border="0" width="100%">
        <tr>
          <td style="vertical-align: top;" width="100%">14.如信息记录斜体展示，则说明信息主体对此条记录存在异议。</td>
        </tr>

      </table>
	      <table border="0" width="100%">
        <tr>
          <td style="vertical-align: top;" width="100%">15.数据提供机构说明是报数机构对报告中的信息记录或对信息主体所作的补充说明。</td>
        </tr>

      </table>
	      <table border="0" width="100%">
        <tr>
          <td style="vertical-align: top;" width="100%">16.征信中心说明是征信中心对报告中的信息记录或对信息主体所作的说明。</td>
        </tr>

      </table>
	      <table border="0" width="100%">
        <tr>
          <td style="vertical-align: top;" width="100%">17.信息主体声明是信息主体对报数机构提供的信息记录所作的简要说明。</td>
        </tr>

      </table>
	      <table border="0" width="100%">
        <tr>
          <td style="vertical-align: top;" width="100%">18.本报告仅供金融机构按照与信息主体的约定使用，请妥善保管。因保管使用不当而引起纠纷的，征信中心不承担相关责任。</td>
        </tr>

      </table>
		<table>
        <tr>
            <td>汇率（美元折人民币）：6.88   有效期：2018-10</td>
        </tr>
	 </table>
</div>

  		</div>
      	<!--二级基本信息-->
      	<div class="m-repbody f-zhide secondPage">
      	<!--基本信息-->
<div class="t1">基本信息</div>
<div class="g-tt-h3 f-tleft f-mgtop"><img src="../resources/product/e/images/146.gif">基本概况信息</div>
      <table class="g-tab-bor f-tab-nomargin">
        <tr>
          <th class="g-w-4">经济类型</th>
          <td class="g-w-4 ">股份合作</td>
          <th class="g-w-4">组织机构类型</th>
          <td class="g-w-4 ">非公司制企业法人</td>
        </tr>
        <tr>
          <th>企业规模</th>
          <td class="">中型企业</td>
          <th>所属行业</th>
          <td class="">牛的饲养</td>
        </tr>
        <tr>
          <th>成立年份</th>
          <td class="">1998</td>
          <th>登记证书有效截止日期</th>
          <td class="">2028-01-01</td>
        </tr>
        <tr>
            <th>登记地址</th>
            <td class="" colspan="3">北京市北京路188号</td>
        </tr>
        <tr>
          <th>办公/经营地址</th>
          <td class="" colspan="3">北京市海淀区永丰路888号</td>
        </tr>
        <tr>
        	<th>存续状态</th>
       	  <td class="" colspan="3">正常营业</td>
        </tr>
      </table>
<ul class="u-msg-nonumlist">
		<li></li>
</ul>

<div class="g-tt-h3 f-mgtop"><img src="../resources/product/e/images/146.gif">注册资本及主要出资人信息<span class="f-floatright tn">注册资本折人民币合计250000万元</span></div>

      <table class="g-tab-bor f-tab-nomargin">
        <tr>
          <th class="g-w-5">类型</th>
          <th class="g-w-5">出资方</th>
          <th class="g-w-5">身份标识类型</th>
          <th class="g-w-5">身份标识号码</th>
          <th class="g-w-5">出资比例</th>
          </tr>
                <tbody class="">
        <tr>
          <td>股东</td>
                                      <td><a class="f-a-line" onclick="popReportUrl('../redirectcreditreport/getReport.action?IDType=2&amp;certTypeID=1001048&amp;certCode=3301013044994685&amp;certName=报告样本上海公司')" href="javascript:void(0);">报告样本上海公司</a></td>
                                <td>中征码</td>
          <td>3301013044994685</td>
          <td>60%</td>
        </tr>
        </tbody>
       	        <tbody class="">
        <tr>
          <td>股东</td>
                                      <td><a class="f-a-line" onclick="popReportUrl('../redirectcreditreport/getReport.action?IDType=1&amp;certTypeID=1014691&amp;certCode=210522198602230673&amp;certName=高瑶')" href="javascript:void(0);">高瑶</a></td>
                                <td>身份证</td>
          <td>210522198602230673</td>
          <td>40%</td>
        </tr>
        </tbody>
       	        <tr>
        	<td colspan="5" class="f-txtright"><span><strong>更新日期：</strong></span><span>2018-05-12</span></td>
        </tr>
      </table>

<div class="g-tt-h3 f-tleft f-mgtop"><img src="../resources/product/e/images/146.gif">主要组成人员信息</div>
      <table class="g-tab-bor f-tab-nomargin">
        <tr>
          <th class="g-w-4">职位</th>
          <th class="g-w-4">姓名</th>
          <th class="g-w-4">证件类型</th>
          <th class="g-w-4">证件号码</th>
        </tr>
                <tbody class="">
        <tr>
          <td>财务负责人</td>
                          <td><a class="f-a-line" onclick="popReportUrl('../redirectcreditreport/getReport.action?IDType=1&amp;certTypeID=1014691&amp;certCode=371426199112317020&amp;certName=刘吾')" href="javascript:void(0);">刘吾</a></td>
                     <td>身份证</td>
          <td>371426199112317020</td>
        </tr>
        </tbody>
                <tbody class="">
        <tr>
          <td>董事长/执行董事</td>
                          <td><a class="f-a-line" onclick="popReportUrl('../redirectcreditreport/getReport.action?IDType=1&amp;certTypeID=1014691&amp;certCode=120102199111116601&amp;certName=周尔')" href="javascript:void(0);">周尔</a></td>
                     <td>身份证</td>
          <td>120102199111116601</td>
        </tr>
        </tbody>
                <tbody class="">
        <tr>
          <td>其他董事、监事及高级管理人员</td>
                          <td><a class="f-a-line" onclick="popReportUrl('../redirectcreditreport/getReport.action?IDType=1&amp;certTypeID=1014691&amp;certCode=341422197712271329&amp;certName=郑陆')" href="javascript:void(0);">郑陆</a></td>
                     <td>身份证</td>
          <td>341422197712271329</td>
        </tr>
        </tbody>
                <tbody class="">
        <tr>
          <td>总经理/主要负责人</td>
                          <td><a class="f-a-line" onclick="popReportUrl('../redirectcreditreport/getReport.action?IDType=1&amp;certTypeID=1014691&amp;certCode=410802199010054963&amp;certName=夏思')" href="javascript:void(0);">夏思</a></td>
                     <td>身份证</td>
          <td>410802199010054963</td>
        </tr>
        </tbody>
                <tbody class="">
        <tr>
          <td>监事长/执行监事</td>
                          <td><a class="f-a-line" onclick="popReportUrl('../redirectcreditreport/getReport.action?IDType=1&amp;certTypeID=1014691&amp;certCode=360322197911242907&amp;certName=张珊')" href="javascript:void(0);">张珊</a></td>
                     <td>身份证</td>
          <td>360322197911242907</td>
        </tr>
        </tbody>
                <tbody class="">
        <tr>
          <td>法定代表人/非法人组织负责人</td>
                          <td><a class="f-a-line" onclick="popReportUrl('../redirectcreditreport/getReport.action?IDType=1&amp;certTypeID=1014691&amp;certCode=52242819791109441X&amp;certName=邹义')" href="javascript:void(0);">邹义</a></td>
                     <td>身份证</td>
          <td>52242819791109441X</td>
        </tr>
        </tbody>
                <tr>
        	<td colspan="4" class="f-txtright"><span><strong>更新日期：</strong></span><span>2018-05-12</span></td>
        </tr>
      </table>

<div class="g-tt-h3 f-tleft f-mgtop"><img src="../resources/product/e/images/146.gif">上级机构</div>
      <table class="g-tab-bor f-tab-nomargin">
        <tr>
          <th class="g-w-5">类型</th>
          <th class="g-w-5">名称</th>
          <th class="g-w-5">身份标识类型</th>
          <th class="g-w-5">身份标识号码</th>
          <th class="g-w-5">更新日期</th>
        </tr>
        <tbody class="">
        <tr>
          <td>集团母公司</td>
                        <td><a class="f-a-line" onclick="popReportUrl('../redirectcreditreport/getReport.action?IDType=2&amp;certTypeID=1001048&amp;certCode=3301013044994685&amp;certName=报告样本上海公司')" href="javascript:void(0);">报告样本上海公司</a></td>
                    <td>中征码</td>
          <td>3301013044994685</td>
          <td>2018-08-15</td>
        </tr>
        </tbody>
      </table>

<div class="g-tt-h3 f-tleft f-mgtop"><img src="../resources/product/e/images/146.gif">实际控制人</div>
      <table class="g-tab-bor f-tab-nomargin">
        <tr>
          <th class="g-w-4">名称</th>
          <th class="g-w-4">身份标识类型</th>
          <th class="g-w-4">身份标识号码</th>
          <th class="g-w-4">更新日期</th>
        </tr>
                <tbody class="">
        <tr>
                            <td><a class="f-a-line g-w-4" onclick="popReportUrl('../redirectcreditreport/getReport.action?IDType=2&amp;certTypeID=1001048&amp;certCode=3301013044994685&amp;certName=报告样本上海公司')" href="javascript:void(0);">报告样本上海公司</a></td>
                      <td class="g-w-4">中征码</td>
          <td class="g-w-4">3301013044994685</td>
          <td class="g-w-4">2018-08-15</td>
        </tr>
        </tbody>
              </table>



      	<!--信贷-->
      	<!--信贷记录明细-->
<div class="m-repbody">
	<div class="t1">信贷记录明细</div>

	<!-- 被追偿 -->

<table class="g-tab-nobor f-mgtop-s">
	<tr>
		<th class="g-tt-h3 f-tleft f-mgtop"><img
			src="../resources/product/e/images/146.gif">被追偿业务</th>
		<th class="f-tright">共2笔</th>
	</tr>
</table>
<div>
	<table class="g-tab-bor f-mgtop-s f-tab-nomargin creditDetail">
		<tr>
			<th rowspan="2" style="width: 10%">账户<br>编号
			</th>
			<th style="width: 10%">债权机构</th>
			<th style="width: 10%">业务种类</th>
			<th style="width: 15%">接收日期</th>
			<th style="width: 15%">币种</th>
			<th style="width: 15%">借款金额</th>
			<th style="width: 15%">余额</th>
			<th rowspan="2" style="width: 10%">信息报告<br>日期
			</th>
		</tr>

		<tr>
			<th style="width: 10%">关闭日期</th>
			<th style="width: 10%">五级分类</th>
			<th style="width: 15%">最近一次<br>还款日期
			</th>
			<th style="width: 15%">最近一次<br>还款总额
			</th>
			<th style="width: 15%">最近一次<br>还款形式
			</th>
			<th style="width: 15%">历史表现</th>
		</tr>

		            <tbody style="display: none" class="f-txtred tita">
			<tr>
				<td rowspan="2">C2121-0</td>
				<td>B8348</td>
				<td>资产处置</td>
				<td>2015-01-01</td>
				<td>人民币元</td>
				<td>50</td>
				<td>38</td>
				<td rowspan="2">2018-08-15</td>
			</tr>
			<tr>
				<td>--</td>
				<td>可疑</td>
				<td>2018-08-15</td>
				<td>2</td>
				<td>正常还款</td>
				<td><a class="f-a-line" href="javascript:;"
					onclick="openProductModal(this)" idToJudgeData="unclearedClaimD"
					filterId="C2121-0">查看</a></td>
			</tr>
		</tbody>
		            <tbody style="display: none" class="f-txtred">
			<tr>
				<td rowspan="2">C7374-0</td>
				<td>B8348</td>
				<td>承兑汇票垫款</td>
				<td>2018-03-01</td>
				<td>人民币元</td>
				<td>30</td>
				<td>30</td>
				<td rowspan="2">2018-03-01</td>
			</tr>
			<tr>
				<td>--</td>
				<td>次级</td>
				<td>2018-03-01</td>
				<td>0</td>
				<td>正常还款</td>
				<td><a class="f-a-line" href="javascript:;"
					onclick="openProductModal(this)" idToJudgeData="unclearedClaimD"
					filterId="C7374-0">查看</a></td>
			</tr>
		</tbody>


	</table>
		        <ul class="u-msg-nonumlist">
			                <li>（1）对于账户编号为“C2121-0”的业务，该信息处于异议处理期，异议提出时间为“2019年03月08日”。</li>
			        </ul>
	</div>


	<div  style="display: none" class="unclearedClaimD" data-data="UnclearedClaimHistoryBankPopVOs" data-filter-name="accountNumber" data-width="650px">

<div class="m-form-wrap" fillData="false">
    <div class="f-mgb">

      <table class="g-tab-nobor">
        <tr class="f-txtalign-left">
        	<td class="t4" style="width: 15%;"><strong>未结清账户编号：</strong><span modalName="accountNumber">--</span></td>
          <td class="t4" style="width: 15%;"><strong>授信机构：</strong><span modalName="busiOrg">--</span></td>
          <td class="t4" style="width: 15%;"><strong>业务种类：</strong><span modalName="jkBizType">--</span></td>
        </tr>
      </table>
      <table class="g-tab-bor f-tab-nomargin" listname="list">
        <tr class="title">
          <th class="g-w-8" modalName="rptDate">信息报告日期</th>
          <th class="g-w-8" modalName="acctBalCom">余额</th>
          <th class="g-w-8" modalName="balChangeDate">余额变化日期</th>
          <th class="g-w-8" modalName="fiveCate">五级分类</th>
          <th class="g-w-8" modalName="fiveCateAdjDate" >五级分类<br>认定日期</th>
          <th class="g-w-8" modalName="latRpyDate">最近一次实际<br>还款日期</th>
          <th class="g-w-8" modalName="latRpyAmt">最近一次<br>实还总额</th>
          <th class="g-w-8" modalName="repayMode">最近一次<br>还款形式</th>
        </tr>
      </table>
     </div>
    </div>
 </div>
	<script>
		var UnclearedClaimHistoryBankPopVOs = [{"accountNumber":"C2121-0","busiOrg":"B8348","jkBizType":"资产处置","list":[{"rptDate":"2018-08-15","acctBalCom":"38","balChangeDate":"2018-08-15","fiveCate":"可疑","fiveCateAdjDate":"2015-10-15","latRpyDate":"2018-08-15","latRpyAmt":"2","repayMode":"正常还款"},{"rptDate":"2018-01-15","acctBalCom":"40","balChangeDate":"2018-01-15","fiveCate":"可疑","fiveCateAdjDate":"2015-10-15","latRpyDate":"2018-01-15","latRpyAmt":"5","repayMode":"以资抵债"},{"rptDate":"2017-04-16","acctBalCom":"45","balChangeDate":"2017-04-16","fiveCate":"可疑","fiveCateAdjDate":"2015-10-15","latRpyDate":"2017-04-16","latRpyAmt":"5","repayMode":"以资抵债"},{"rptDate":"2015-01-01","acctBalCom":"50","balChangeDate":"2015-01-01","fiveCate":"关注","fiveCateAdjDate":"2015-01-01","latRpyDate":"2015-01-01","latRpyAmt":"0","repayMode":"其他"}]},{"accountNumber":"C7374-0","busiOrg":"B8348","jkBizType":"承兑汇票垫款","list":[{"rptDate":"2018-03-01","acctBalCom":"30","balChangeDate":"2018-03-01","fiveCate":"次级","fiveCateAdjDate":"2018-03-01","latRpyDate":"2018-03-01","latRpyAmt":"0","repayMode":"正常还款"}]}]
	</script>



	<!--未结清信贷-->
			<div class="g-tt-h3 f-tleft f-mgtop"><img src="../resources/product/e/images/146.gif">未结清信贷</div>
		<!-- 1-欠息 -->

		<!-- 2-中长期借款 -->
		<table class="g-tab-nobor">
	<tr>
		<th class="tnt f-tleft f-mgtop"><img
			src="../resources/product/e/images/hot_red_folder.gif">中长期借款</th>
		<th class="f-tright">共1笔</th>
	</tr>
</table>
<div>
<table class="g-tab-bor f-tab-nomargin creditDetail">
	<tr>
		<th rowspan="3" class="g-w-8">账户编号</th>
		<th class="g-w-8">授信机构</th>
		<th class="g-w-8">业务种类</th>
		<th class="g-w-8">开立日期</th>
		<th class="g-w-8">到期日</th>
		<th class="g-w-8">币种</th>
		<th class="g-w-8">借款金额</th>
		<th class="g-w-8">发放形式</th>
	</tr>
	<tr>
		<th>担保方式</th>
		<th>余额</th>
		<th>五级分类</th>
		<th>逾期总额</th>
		<th>逾期本金</th>
		<th>逾期月数</th>
		<th>最近一次还款日期</th>
	</tr>
	<tr>
		<th>最近一次还款总额</th>
		<th>最近一次还款形式</th>
		<th>特定交易提示</th>
		<th>授信协议编号</th>
		<th>历史表现</th>
		<th colspan="2">信息报告日期</th>
	</tr>
				<tbody style="display: none" class="">
			<tr>
				<td rowspan="3">L9950-0</td>
				<td>N3514</td>
				<td>固定资产贷款</td>
				<td>2014-01-01</td>
				<td>2020-12-31</td>
				<td>人民币元</td>
				<td>200</td>
				<td>新增</td>
			</tr>
			<tr>
				<td>信用/免担保/无</td>
				<td>100</td>
				<td>正常</td>
				<td>0</td>
				<td>0</td>
				<td>0</td>
				<td>2018-08-01</td>
			</tr>
			<tr>
				<td>30</td>
				<td>正常还款</td>
				<td>展期</td>
				                    <td><a class="f-a-line" href="javascript:void(0)"
                           onclick="creditInfoShow(this)">E995</a></td>
								<td><a class="f-a-line" onclick="openProductModal(this)"
					href="javascript:void(0);" idToJudgeData="unclearedMidLongLoan"
					filterId="L9950-0">查看</a></td>
				<td colspan="2">2018-08-01</td>
			</tr>
		</tbody>
			</table>

		</div>

		<div style="display: none" class="unclearedMidLongLoan" data-data="UnclearedMidLongTermLoanBankUnitPopVO" data-filter-name="accountNumber" data-width="650px">
	<div class="m-form-wrap" fillData="false">
		<div class="f-mgb">
			<table class="g-tab-nobor">
				<tr class="f-txtalign-left">
					<td class="t4" style="width: 15%;"><strong>未结清账户编号：</strong><span modalName="accountNumber">--</span></td>
					<td class="t4" style="width: 15%;"><strong>授信机构：</strong><span modalName="busiOrg">--</span></td>
					<td class="t4" style="width: 15%;"><strong>业务种类：</strong><span modalName="busiDtlLines">--</span></td>
				</tr>
			</table>
			<table class="g-tab-bor f-tab-nomargin" listname="details">
				<tr class="title">
					<th rowspan="2" class="g-w-7" modalName="rptDate">信息报告日期</th>
					<th class="g-w-7" modalName="acctBalCom">余额</th>
					<th class="g-w-7" modalName="acctbalChdate">余额变化日期</th>
					<th class="g-w-7" modalName="fiveCate">五级分类</th>
					<th class="g-w-7" modalName="fiveCateAdjDate">五级分类<br>认定日期
					</th>
					<th class="g-w-7" modalName="totOverdEnt">逾期总额</th>
					<th class="g-w-7" modalName="overdPrincEnt">逾期本金</th>
				</tr>
				<tr class="title">
					<th class="g-w-7" modalName="overdueMonths">逾期月数</th>
					<th class="g-w-7" modalName="latAgrrRpyDate">最近一次约定<br>还款日期
					</th>
					<th class="g-w-7" modalName="latAgrrRpyAmt">最近一次<br>应还总额
					</th>
					<th class="g-w-7" modalName="latRpyDate">最近一次实际<br>还款日期
					</th>
					<th class="g-w-7" modalName="latRpyAmt">最近一次<br>实还总额
					</th>
					<th class="g-w-7" modalName="rpmtType">最近一次<br>还款形式
					</th>
				</tr>
			</table>

			<table class="g-subtab-bor" listname="transactions">
				<!--抵消上边框-->
				<tr>
					<th colspan="5">特定交易提示</th>
				</tr>
				<tr class="title">
					<th class="g-w-5" modalName="transType">交易类型</th>
					<th class="g-w-5" modalName="tranDate">交易日期</th>
					<th class="g-w-5" modalName="transAmountEnt">交易金额</th>
					<th class="g-w-5" modalName="changeMonthNum">到期日期变更月数</th>
					<th class="g-w-5" modalName="detailInfo">交易明细信息</th>
				</tr>
			</table>

		</div>
	</div>
</div>
	<script>
		var UnclearedMidLongTermLoanBankUnitPopVO = [{"accountNumber":"L9950-0","busiOrg":"N3514","busiDtlLines":"固定资产贷款","details":[{"rptDate":"2018-08-01","acctBalCom":"100","acctbalChdate":"2018-08-01","fiveCate":"正常","fiveCateAdjDate":"2014-01-01","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2018-08-01","latAgrrRpyAmt":"20","latRpyDate":"2018-08-01","latRpyAmt":"30","rpmtType":"正常还款"},{"rptDate":"2014-01-01","acctBalCom":"120","acctbalChdate":"2014-01-01","fiveCate":"正常","fiveCateAdjDate":"2014-01-01","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2014-01-01","latAgrrRpyAmt":"0","latRpyDate":"2014-01-01","latRpyAmt":"0","rpmtType":"其他"}],"transactions":[{"acctId":"10000000318","transType":"展期","tranDate":"2017-03-31","transAmountEnt":"80","changeMonthNum":"12","detailInfo":"无","rptDate":"2018-08-01"}]}]
	</script>

		<!-- 3-短期借款 -->
		<table class="g-tab-nobor">
	<tr>
		<th class="tnt f-tleft f-mgtop"><img
			src="../resources/product/e/images/hot_red_folder.gif">短期借款</th>
		<th class="f-tright">共1笔</th>
	</tr>
</table>
<div>
<table class="g-tab-bor f-tab-nomargin creditDetail">
	<tr>
		<th rowspan="3" class="g-w-8">账户编号</th>
		<th class="g-w-8">授信机构</th>
		<th class="g-w-8">业务种类</th>
		<th class="g-w-8">开立日期</th>
		<th class="g-w-8">到期日</th>
		<th class="g-w-8">币种</th>
		<th class="g-w-8">借款金额</th>
		<th class="g-w-8">发放形式</th>
	</tr>
	<tr>
		<th>担保方式</th>
		<th>余额</th>
		<th>五级分类</th>
		<th>逾期总额</th>
		<th>逾期本金</th>
		<th>逾期月数</th>
		<th>最近一次还款日期</th>
	</tr>
	<tr>
		<th>最近一次还款总额</th>
		<th>最近一次还款形式</th>
		<th>特定交易提示</th>
		<th>授信协议编号</th>
		<th>历史表现</th>
		<th colspan="2">信息报告日期</th>
	</tr>
		<tbody style="display: none" class="">
		<tr>
			<td rowspan="3">S1765-1</td>
			<td>M4625</td>
			<td>进口押汇</td>
			<td>2012-05-01</td>
			<td>2019-03-31</td>
			<td>人民币元</td>
			<td>30</td>
			<td>新增</td>
		</tr>
		<tr>
			<td>信用/免担保/无</td>
			<td>22.50</td>
			<td>正常</td>
			<td>0</td>
			<td>0</td>
			<td>0</td>
			<td>2018-05-01</td>
		</tr>
		<tr>
			<td>7.50</td>
			<td>正常还款</td>
			<td>展期</td>
			                <td>--</td>
						<td><a class="f-a-line" onclick="openProductModal(this)"
					href="javascript:void(0);" idToJudgeData="unclearedShortLoan"
					filterId="S1765-1">查看</a></td>
			<td colspan="2">2018-10-01</td>
		</tr>
	</tbody>
		</table>

		</div>

		<div style="display: none" class="unclearedShortLoan" data-data="UnclearedShortTermLoanBankUnitPopVO" data-filter-name="accountNumber" data-width="650px">
	<div class="m-form-wrap" fillData="false">
		<div class="f-mgb">
			<table class="g-tab-nobor">
				<tr class="f-txtalign-left">
					<td class="t4" style="width: 15%;"><strong>未结清账户编号：</strong><span modalName="accountNumber">--</span></td>
					<td class="t4" style="width: 15%;"><strong>授信机构：</strong><span modalName="busiOrg">--</span></td>
					<td class="t4" style="width: 15%;"><strong>业务种类：</strong><span modalName="busiDtlLines">--</span></td>
				</tr>
			</table>
			<table class="g-tab-bor f-tab-nomargin" listname="details">
				<tr class="title">
					<th rowspan="2" class="g-w-7" modalName="rptDate">信息报告日期</th>
					<th class="g-w-7" modalName="acctBalCom">余额</th>
					<th class="g-w-7" modalName="acctbalChdate">余额变化日期</th>
					<th class="g-w-7" modalName="fiveCate">五级分类</th>
					<th class="g-w-7" modalName="fiveCateAdjDate">五级分类<br>认定日期
					</th>
					<th class="g-w-7" modalName="totOverdEnt">逾期总额</th>
					<th class="g-w-7" modalName="overdPrincEnt">逾期本金</th>
				</tr>
				<tr class="title">
					<th class="g-w-7" modalName="overdueMonths">逾期月数</th>
					<th class="g-w-7" modalName="latAgrrRpyDate">最近一次约定<br>还款日期
					</th>
					<th class="g-w-7" modalName="latAgrrRpyAmt">最近一次<br>应还总额
					</th>
					<th class="g-w-7" modalName="latRpyDate">最近一次实际<br>还款日期
					</th>
					<th class="g-w-7" modalName="latRpyAmt">最近一次<br>实还总额
					</th>
					<th class="g-w-7" modalName="rpmtType">最近一次<br>还款形式
					</th>
				</tr>
			</table>

			<table class="g-subtab-bor" listname="transactions">
				<!--抵消上边框-->
				<tr>
					<th colspan="5">特定交易提示</th>
				</tr>
				<tr class="title">
					<th class="g-w-5" modalName="transType">交易类型</th>
					<th class="g-w-5" modalName="tranDate">交易日期</th>
					<th class="g-w-5" modalName="transAmountEnt">交易金额</th>
					<th class="g-w-5" modalName="changeMonthNum">到期日期变更月数</th>
					<th class="g-w-5" modalName="detailInfo">交易明细信息</th>
				</tr>
			</table>

		</div>
	</div>
</div>
	<script>
		var UnclearedShortTermLoanBankUnitPopVO = [{"accountNumber":"S1765-1","busiOrg":"M4625","busiDtlLines":"进口押汇","details":[{"rptDate":"2018-10-01","acctBalCom":"22.50","acctbalChdate":"2018-10-01","fiveCate":"正常","fiveCateAdjDate":"2018-05-01","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2018-10-01","latAgrrRpyAmt":"7.50","latRpyDate":"2018-05-01","latRpyAmt":"7.50","rpmtType":"正常还款"},{"rptDate":"2018-06-15","acctBalCom":"30","acctbalChdate":"2018-05-01","fiveCate":"正常","fiveCateAdjDate":"2018-05-01","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2018-05-01","latAgrrRpyAmt":"0","latRpyDate":"2018-05-01","latRpyAmt":"0","rpmtType":"其他"}],"transactions":[{"acctId":"10000000320","transType":"展期","tranDate":"2018-10-01","transAmountEnt":"5","changeMonthNum":"6","detailInfo":"无","rptDate":"2018-10-01"}]}]
	</script>

		<!-- 4-循环透支 -->
		<table class="g-tab-nobor">
        <tr>
        	<th class="tnt f-tleft f-mgtop"><img src="../resources/product/e/images/hot_red_folder.gif">循环透支</th>
          <th class="f-tright">共1笔</th>
        </tr>
      </table>
<div>
      <table class="g-tab-bor f-tab-nomargin creditDetail">
        <tr>
          <th rowspan="3" class="g-w-8">账户编号</th>
          <th class="g-w-8">授信机构</th>
          <th class="g-w-8">业务种类</th>
          <th class="g-w-8">开立日期</th>
          <th class="g-w-8">到期日</th>
          <th class="g-w-8">币种</th>
          <th class="g-w-8">信用额度</th>
          <th class="g-w-8">发放形式</th>
        </tr>
        <tr>
          <th>担保方式</th>
          <th>余额</th>
          <th>五级分类</th>
          <th>逾期总额</th>
          <th>逾期本金</th>
          <th>逾期月数</th>
          <th>最近一次还款日期</th>
        </tr>
        <tr>
          <th>最近一次还款总额</th>
          <th>最近一次还款形式</th>
          <th>剩余还款月数</th>
          <th>特定交易提示</th>
          <th>授信协议编号</th>
          <th>历史表现</th>
          <th>信息报告日期</th>
          </tr>


            <tbody style="display: none" class="">
        <tr>
            <td rowspan="3">R4827-0</td>
            <td>N3514</td>
            <td>法人账户透支</td>
            <td>2018-08-01</td>
            <td>2019-07-31</td>
            <td>人民币元</td>
            <td>100</td>
            <td>新增</td>
        </tr>
        <tr>
            <td>抵押/无</td>
            <td>50</td>
            <td>正常</td>
            <td>0</td>
            <td>0</td>
            <td>0</td>
            <td>2018-10-01</td>
        </tr>
        <tr>
            <td>50</td>
            <td>政策性还款</td>
            <td>11</td>
            <td>--</td>
                            <td>E549</td>

            <td><a class="f-a-line"  href="javascript:void(0)"  onclick="openProductModal(this)" idToJudgeData="unclearedcycleoverdraft" filterId="10000000322">查看</a></td>
            <td>2018-10-01</td>
        </tr>
        </tbody>
          </table>
        </div>

		<div style="display: none" class="unclearedcycleoverdraft" data-data="UnclearedCirculationOverdraftHistoryPopupVoInVm" data-filter-name="acctId" data-width="650px">

  <div class="m-form-wrap" fillData="false">
    	<div class="f-mgb">
      <table class="g-tab-nobor">

        <tr class="f-txtalign-left">
        <td class="t4" style="width:15%;"><strong>未结清账户编号：</strong><span modalName="accountNumber"></span></td>
        <td class="t4" style="width:15%;"><strong>授信机构：</strong><span modalName="busiOrg"></span></td>
        <td class="t4" style="width:15%;"><strong>业务种类：</strong><span modalName="busiDtlLines"></span></td>
        </tr>
      </table>

       <table class="g-tab-bor f-tab-nomargin" listname="details">

        <tr class="title">
          <th rowspan="2" class="g-w-8" modalName="rptDate">信息报告日期</th>
          <th class="g-w-8" modalName="acctBalCom">余额</th>
          <th class="g-w-8" modalName="acctbalChdate">余额变化日期</th>
          <th class="g-w-8" modalName="fiveCate">五级分类</th>
          <th class="g-w-8" modalName="fiveCateAdjDate">五级分类<br>认定日期</th>
          <th class="g-w-8" modalName="totOverdEnt">逾期总额</th>
          <th class="g-w-8" modalName="overdPrincEnt">逾期本金</th>
          <th class="g-w-8" modalName="overdueMonths">逾期月数</th>
        </tr>
        <tr class="title">
          <th class="g-w-8" modalName="latAgrrRpyDate">最近一次约定<br>还款日期</th>
          <th class="g-w-8" modalName="latAgrrRpyAmt">最近一次<br>应还总额</th>
          <th class="g-w-8" modalName="latRpyDate">最近一次实际<br>还款日期</th>
          <th class="g-w-8" modalName="latRpyAmt">最近一次<br>实还总额</th>
          <th class="g-w-8" modalName="rpmtType">最近一次<br>还款形式</th>
          <th class="g-w-8" modalName="remRepMon">剩余还款月数</th>
          <th class="g-w-8" > </th>
        </tr>

      </table>

      <table class="g-subtab-bor specifictransactionlist" listname="transactions"><!--抵消上边框-->

        <tr>
          <th colspan="5">特定交易提示</th>
          </tr>
        <tr class="title">
          <th class="g-w-5" modalName="transType">交易类型</th>
          <th class="g-w-5" modalName="tranDate">交易日期</th>
          <th class="g-w-5" modalName="transAmountEnt">交易金额</th>
          <th class="g-w-5" modalName="changeMonthNum">到期日期变更月数</th>
          <th class="g-w-5" modalName="detailInfo">交易明细信息</th>
        </tr>
      </table>

      </div>
	</div>

</div>

	<script>
		var UnclearedCirculationOverdraftHistoryPopupVoInVm = [{"accountNumber":"R4827-0","acctId":"10000000322","busiOrg":"N3514","busiDtlLines":"法人账户透支","details":[{"rptDate":"2018-10-01","acctBalCom":"50","acctbalChdate":"2018-10-01","fiveCate":"正常","fiveCateAdjDate":"2018-08-01","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2018-08-01","latAgrrRpyAmt":"15.80","latRpyDate":"2018-10-01","latRpyAmt":"50","rpmtType":"政策性还款","remRepMon":"11","redFlag":false},{"rptDate":"2018-08-01","acctBalCom":"100","acctbalChdate":"2018-08-01","fiveCate":"正常","fiveCateAdjDate":"2018-08-01","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2018-08-01","latAgrrRpyAmt":"0","latRpyDate":"2018-08-01","latRpyAmt":"0","rpmtType":"资产重组","remRepMon":"12","redFlag":false}]}]
	</script>

		<!-- 5-贴现 -->
		<table class="g-tab-nobor">
        <tr>
        	<th class="tnt f-tleft f-mgtop"><img src="../resources/product/e/images/hot_red_folder.gif">贴现</th>
          <th class="f-tright">共2笔</th>
        </tr>
      </table>
      <div>
      <table class="g-tab-bor f-tab-nomargin creditDetail">
        <tr>
          <th class="g-w-7">授信机构</th>
          <th class="g-w-7">业务种类</th>
          <th class="g-w-7">五级分类</th>
          <th class="g-w-7">账户数</th>
          <th class="g-w-7">余额</th>
          <th class="g-w-7">逾期总额</th>
          <th class="g-w-7">逾期本金</th>
        </tr>

	<!-- accountIds -->
	<tbody style="display: none" class="f-txtred">
        <tr>
          <td>N3514</td>
          <td>有追索权的银行承兑汇票贴现</td>
          <td>次级</td>
          <td><a class="f-a-line"  href="javascript:void(0)" onclick="openProductModal(this)" idToJudgeData="uncleareddiscount" filterId="有追索权的银行承兑汇票贴现 N3514 次级">1</a></td>
          <td>40.16</td>
          <td>10.50</td>
          <td>10</td>
        </tr>
    </tbody>


	<!-- accountIds -->
	<tbody style="display: none" class="">
        <tr>
          <td>N3514</td>
          <td>有追索权的银行承兑汇票贴现</td>
          <td>正常</td>
          <td><a class="f-a-line"  href="javascript:void(0)" onclick="openProductModal(this)" idToJudgeData="uncleareddiscount" filterId="有追索权的银行承兑汇票贴现 N3514 正常">1</a></td>
          <td>45</td>
          <td>0</td>
          <td>0</td>
        </tr>
    </tbody>

        </table>




      </div>

		<div class="uncleareddiscount" style="display: none" data-data="UnclearedDiscountDetailHistoryPopupVoInVm" data-filter-name="jkBizType creditInstittutions fiveCate" data-width="650px">

  <div class="m-form-wrap" fillData="false">
    <!--表单s-->
      <!--<div class="s-fd-box">
        <div class="s-fd-con">-->
    	<div class="f-mgb">

      <table class="g-tab-nobor">
        <tr class="f-txtalign-left">
        <td style="width:35%;" class="t4"><strong><span modalName="itemNumber"></span>.未结清账户编号：</strong><span modalName="accountNumber">R789-0</span></td>
        <td style="width:30%;" class="t4"><strong>授信机构：</strong><span modalName="creditInstittutions">本机构</span></td>
        <td style="width:35%;" class="t4"><strong>业务种类：</strong><span modalName="jkBizType">法人账户透支</span></td>
        </tr>
      </table>

      <table class="g-tab-nobor f-tab-nomargin">
        <tr>
        	<th class="tnt f-tleft f-mgtop"><img src="../resources/product/e/images/hot_red_folder.gif">信贷明细</th>
        </tr>
      </table>

      <table class="g-tab-bor f-tab-nomargin creditinfo" entityname="entity">
        <tr class="title">
          <th class="g-w-8" modalName="openDate">开户日期</th>
          <th class="g-w-8" modalName="dueDate">到期日</th>
          <th class="g-w-8" modalName="cy">币种</th>
          <th class="g-w-8" modalName="discountAmt">贴现金额</th>
          <th class="g-w-8" modalName="guaranteeWay">担保方式</th>
          <th class="g-w-8" modalName="fiveCate">五级分类</th>
          <th class="g-w-8" modalName="conCode">授信协议编号</th>
          <th class="g-w-8" modalName="rptDate">信息报告日期</th>
        </tr>
      </table>

      <table class="g-tab-nobor f-tab-nomargin" themename="discount">
        <tr>
        	<th class="tnt f-tleft f-mgtop"><img src="../resources/product/e/images/hot_red_folder.gif">历史表现</th>
        </tr>
      </table>

      <table class="g-tab-bor f-tab-nomargin" listname="details">
        <tr class="title">
          <th rowspan="2" class="g-w-7" modalName="rptDate">信息报告日期</th>
          <th class="g-w-7" modalName="acctBalCom">余额</th>
          <th class="g-w-7" modalName="acctbalChdate">余额变化日期</th>
          <th class="g-w-7" modalName="fiveCate">五级分类</th>
          <th class="g-w-7" modalName="fiveCateAdjDate">五级分类<br>认定日期</th>
          <th class="g-w-7" modalName="totOverdEnt">逾期总额</th>
          <th class="g-w-7" modalName="overdPrincEnt">逾期本金</th>
        </tr>
        <tr class="title">
          <th class="g-w-7" modalName="overdueMonths">逾期月数</th>
          <th class="g-w-7" modalName="latAgrrRpyDate">最近一次约定<br>还款日期</th>
          <th class="g-w-7" modalName="latAgrrRpyAmt">最近一次<br>应还总额</th>
          <th class="g-w-7" modalName="latRpyDate">最近一次实际<br>还款日期</th>
          <th class="g-w-7" modalName="latRpyAmt">最近一次<br>实还总额</th>
          <th class="g-w-7" modalName="rpmtType">最近一次<br>还款形式</th>
        </tr>

      </table>

     <table class="g-subtab-bor" listname="transactions"><!--抵消上边框-->

        <tr>
          <th colspan="5">特定交易提示</th>
          </tr>
        <tr class="title">
          <th class="g-w-5" modalName="transType">交易类型</th>
          <th class="g-w-5" modalName="tranDate">交易日期</th>
          <th class="g-w-5" modalName="transAmountEnt">交易金额</th>
          <th class="g-w-5" modalName="changeMonthNum">到期日期变更月数</th>
          <th class="g-w-5" modalName="detailInfo">交易明细信息</th>
        </tr>
      </table>


      </div>
        <!--</div>
      </div> -->
    <!--表单e-->
	</div>

  <script>
		var UnclearedDiscountDetailHistoryPopupVoInVm = [{"accountNumber":"D0406-0","accountId":"10000000315","creditInstittutions":"N3514","legalCreditInstittutions":"X1300010000025","jkBizType":"有追索权的银行承兑汇票贴现","fiveCate":"正常","openDate":"2018-09-01","dueDate":"2019-08-31","cy":"人民币元","discountAmt":"50","guaranteeWay":"信用/免担保/无","conCode":"--","rptDate":"2018-10-01","details":[{"rptDate":"2018-10-01","acctBalCom":"45","acctbalChdate":"2018-10-01","fiveCate":"正常","fiveCateAdjDate":"2018-09-01","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2018-10-01","latAgrrRpyAmt":"5","latRpyDate":"2018-10-01","latRpyAmt":"0","rpmtType":"正常还款"},{"rptDate":"2018-09-01","acctBalCom":"50","acctbalChdate":"2018-09-01","fiveCate":"正常","fiveCateAdjDate":"2018-09-01","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2018-09-01","latAgrrRpyAmt":"0","latRpyDate":"2018-09-01","latRpyAmt":"0","rpmtType":"其他"}],"hasContract":false},{"accountNumber":"D7857-0","accountId":"10000000316","creditInstittutions":"N3514","legalCreditInstittutions":"X1300010000025","jkBizType":"有追索权的银行承兑汇票贴现","fiveCate":"次级","openDate":"2018-05-01","dueDate":"2019-03-31","cy":"人民币元","discountAmt":"50","guaranteeWay":"信用/免担保/无","conCode":"--","rptDate":"2018-10-01","details":[{"rptDate":"2018-10-01","acctBalCom":"40.16","acctbalChdate":"2018-10-01","fiveCate":"次级","fiveCateAdjDate":"2018-10-01","totOverdEnt":"10.50","overdPrincEnt":"10","overdueMonths":"2","latAgrrRpyDate":"2018-08-01","latAgrrRpyAmt":"22","latRpyDate":"2018-10-01","latRpyAmt":"10.15","rpmtType":"正常还款"},{"rptDate":"2018-05-01","acctBalCom":"50","acctbalChdate":"2018-05-01","fiveCate":"正常","fiveCateAdjDate":"2014-01-01","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2018-05-01","latAgrrRpyAmt":"0","latRpyDate":"2014-01-01","latRpyAmt":"0","rpmtType":"其他"}],"hasContract":false}]
	</script>

</div>


		<!-- 6-银行承兑汇票和信用证 -->
		    <table class="g-tab-nobor">
			<tr>
				<th class="tnt f-tleft f-mgtop"><img src="../resources/product/e/images/hot_red_folder.gif">银行承兑汇票和信用证</th>
				<th class="f-tright">共6笔</th>
			</tr>
    </table>
	<div>
		<table class="g-tab-bor f-tab-nomargin creditDetail">
        <tr>
          <th rowspan="2" class="g-w-9">授信机构</th>
          <th rowspan="2" class="g-w-9">业务种类</th>
          <th rowspan="2" class="g-w-9">五级分类</th>
          <th rowspan="2" class="g-w-9">账户数</th>
          <th colspan="5">余额</th>
        </tr>
        <tr>
          <th class="g-w-9">到期日<br>≤30天</th>
          <th class="g-w-9">到期日<br>≤60天</th>
          <th class="g-w-9">到期日<br>≤90天</th>
          <th class="g-w-9">到期日<br>>90天</th>
          <th class="g-w-9">合计</th>
        </tr>
				<tbody style="display:none" class="">
		<tr>
			<td>B8348</td>
			<td>银行承兑汇票</td>
			<td>正常</td>
			<td><a class="f-a-line" href="javascript:;" onclick="openProductModal(this)" idToJudgeData="unclearedBAAndLCDetailTranRecord" filterId="1039195-2497087944301488128-1000752">4</a></td>
			<td>101.60</td>
			<td>0</td>
			<td>0</td>
			<td>0</td>
			<td>101.60</td>
		</tr>
		</tbody>
				<tbody style="display:none" class="">
		<tr>
			<td>M4625</td>
			<td>信用证</td>
			<td>正常</td>
			<td><a class="f-a-line" href="javascript:;" onclick="openProductModal(this)" idToJudgeData="unclearedBAAndLCDetailTranRecord" filterId="1039194-2497088660357261312-1000752">2</a></td>
			<td>36</td>
			<td>0</td>
			<td>0</td>
			<td>0</td>
			<td>36</td>
		</tr>
		</tbody>
			</table>


	 	  </div>






		<div  style="display: none" class="unclearedBAAndLCDetailTranRecord" data-data="UnclearedBAAndLCDetailPopDataInVm" data-filter-name="recId" data-width="650px">
	<div class="m-form-wrap" fillData="false">
        <div class="s-fd-con">
			<div class="f-mgb">
				<table class="g-tab-nobor">
					<tr>
						<th class="tnt f-tleft"><img src="../resources/product/e/images/hot_red_folder.gif">银行承兑汇票和信用证的信贷明细</th>
					</tr>
				</table>

				<table class="g-tab-nobor">
       				<tr class="f-txtalign-left">
        			<td class="t4" style="width:20%;"><strong>未结清业务</strong></td>
        			<td class="t4" style="width:30%;"><strong>授信机构：</strong><span modalName="creditInstittutions"></span></td>
        			<td class="t4" style="width:30%;"><strong>业务种类：</strong><span modalName="jkBizType"></span></td>
        			<td class="t4" style="width:20%;"><strong>五级分类：</strong><span modalName="fiveCate"></span></td>
        			</tr>
      			</table>

				<table class="g-tab-bor f-tab-nomargin" listname="unClearedBAAndLCDetailCellList">
					<tr class="title">
						<th rowspan="2" class="g-w-6" modalName="acctCode">账户编号</th>
						<th class="g-w-6" modalName="openDate">开立日期</th>
						<th class="g-w-6" modalName="dueDate">到期日</th>
						<th class="g-w-6" modalName="cy">币种</th>
						<th class="g-w-6" modalName="amount">金额</th>
						<th class="g-w-6" modalName="imguarMode">反担保方式</th>
					</tr>
					<tr class="title">
						<th class="g-w-6" modalName="marginRate">保证金比例</th>
						<th class="g-w-6" modalName="acctBalCom">余额</th>
						<th class="g-w-6" modalName="riskExposure">风险敞口</th>
						<th class="g-w-6" modalName="conCode">授信协议编号</th>
						<th class="g-w-6" modalName="rptDate">信息报告日期</th>
 					</tr>
				</table>
			</div>
		</div>
	</div>
</div>
<script>
	var UnclearedBAAndLCDetailPopDataInVm = [{"recId":"1039195-2497087944301488128-1000752","creditInstittutions":"B8348","jkBizType":"银行承兑汇票","fiveCate":"正常","unClearedBAAndLCDetailCellList":[{"acctCode":"A0470-0","openDate":"2018-10-01","dueDate":"2019-02-20","cy":"人民币元","amount":"36.60","imguarMode":"抵押/无","marginRate":"10%","acctBalCom":"36.60","riskExposure":"0","conCode":"--","rptDate":"2018-10-01","hasContract":false},{"acctCode":"A7648-0","openDate":"2018-09-01","dueDate":"2019-01-20","cy":"人民币元","amount":"25","imguarMode":"抵押/无","marginRate":"10%","acctBalCom":"25","riskExposure":"0","conCode":"--","rptDate":"2018-09-01","hasContract":false},{"acctCode":"A9098-0","openDate":"2018-08-01","dueDate":"2019-03-30","cy":"人民币元","amount":"20","imguarMode":"抵押/无","marginRate":"10%","acctBalCom":"20","riskExposure":"0","conCode":"--","rptDate":"2018-08-01","hasContract":false},{"acctCode":"A2807-0","openDate":"2018-08-01","dueDate":"2018-11-15","cy":"人民币元","amount":"20","imguarMode":"抵押/无","marginRate":"20%","acctBalCom":"20","riskExposure":"0","conCode":"--","rptDate":"2018-08-01","hasContract":false}]},{"recId":"1039194-2497088660357261312-1000752","creditInstittutions":"M4625","jkBizType":"信用证","fiveCate":"正常","unClearedBAAndLCDetailCellList":[{"acctCode":"F6928-0","openDate":"2018-08-01","dueDate":"2019-03-30","cy":"人民币元","amount":"30","imguarMode":"抵押/无","marginRate":"18%","acctBalCom":"30","riskExposure":"0","conCode":"--","rptDate":"2018-08-01","hasContract":false},{"acctCode":"F8066-0","openDate":"2018-09-01","dueDate":"2019-01-18","cy":"人民币元","amount":"20","imguarMode":"抵押/无","marginRate":"14%","acctBalCom":"6","riskExposure":"0","conCode":"--","rptDate":"2018-09-01","hasContract":false}]}]
</script>
		<!-- 7-银行保函及其他业务 -->
		    <table class="g-tab-nobor">
			<tr>
				<th class="tnt f-tleft f-mgtop"><img src="../resources/product/e/images/hot_red_folder.gif">银行保函及其他业务</th>
				<th class="f-tright">共2笔</th>
			</tr>
    </table>
	<div>
		<table class="g-tab-bor f-tab-nomargin creditDetail">
        <tr>
          <th class="g-w-5">授信机构</th>
 		  <th class="g-w-5">业务种类</th>
 		  <th class="g-w-5">五级分类</th>
 		  <th class="g-w-5">账户数</th>
 		  <th class="g-w-5">余额</th>
        </tr>
				<tbody style="display:none" class="">
		<tr>
			<td>B8348</td>
			<td>融资类银行保函</td>
			<td>正常</td>
			<td><a class="f-a-line modalShow" href="javascript:;" onclick="openProductModal(this)" idToJudgeData="unclearedLGAndOtherBusiDetailBankPopVOTranRecord" filterId="1039197-2497087944301488128-1000752">1</a></td>
			<td>66.70</td>

		</tr>
		 </tbody>
				<tbody style="display:none" class="">
		<tr>
			<td>N3514</td>
			<td>非融资类银行保函</td>
			<td>正常</td>
			<td><a class="f-a-line modalShow" href="javascript:;" onclick="openProductModal(this)" idToJudgeData="unclearedLGAndOtherBusiDetailBankPopVOTranRecord" filterId="1039198-2497365915230808064-1000752">1</a></td>
			<td>39.50</td>

		</tr>
		 </tbody>
			</table>

	 	  </div>

		<div  style="display: none" class="unclearedLGAndOtherBusiDetailBankPopVOTranRecord" data-data="UnclearedLGAndOtherBusiDetailBankPopVODataInVm" data-filter-name="recId" data-width="650px">
	<div class="m-form-wrap" fillData="false">
        <div class="s-fd-con">
        <div class="f-mgb">
       <table class="g-tab-nobor">
			<tr>
				<th class="tnt f-tleft"><img src="../resources/product/e/images/hot_red_folder.gif">银行保函及其他业务的信贷明细</th>
			</tr>
	   </table>

       <table class="g-tab-nobor">
        <tr class="f-txtalign-left">
        <td class="t4" style="width:20%;"><strong>未结清业务</strong></td>
        <td class="t4" style="width:30%;"><strong>授信机构：</strong><span modalName="creditInstittutions"></span></td>
        <td class="t4" style="width:30%;"><strong>业务种类：</strong><span modalName="jkBizType"></span></td>
        <td class="t4" style="width:20%;"><strong>五级分类：</strong><span modalName="fiveCate"></span></td>
        </tr>
      </table>

      <table class="g-tab-bor f-tab-nomargin" listname="unclearedLGAndOtherBusiDetailCellList">
        <tr class="title">
          <th rowspan="2" class="g-w-6" modalName="acctCode">账户编号</th>
          <th class="g-w-6" modalName="openDate">开立日期</th>
          <th class="g-w-6" modalName="dueDate">到期日</th>
          <th class="g-w-6" modalName="cy">币种</th>
          <th class="g-w-6" modalName="amount">金额</th>
          <th class="g-w-6" modalName="imguarMode">反担保方式</th>
        </tr>
         <tr class="title">
          <th class="g-w-6" modalName="marginRate">保证金比例</th>
          <th class="g-w-6" modalName="acctBalCom">余额</th>
          <th class="g-w-6" modalName="riskExposure">风险敞口</th>
          <th colspan="2" class="g-w-6" modalName="rptDate">信息报告日期</th>
          </tr>
      </table>
      </div>
     </div>
   </div>
</div>
<script>
	var UnclearedLGAndOtherBusiDetailBankPopVODataInVm = [{"recId":"1039197-2497087944301488128-1000752","creditInstittutions":"B8348","jkBizType":"融资类银行保函","fiveCate":"正常","unclearedLGAndOtherBusiDetailCellList":[{"acctCode":"G6423-0","openDate":"2018-08-01","dueDate":"2018-12-30","cy":"人民币元","amount":"80","imguarMode":"抵押/无","marginRate":"20%","acctBalCom":"66.70","riskExposure":"0","rptDate":"2018-10-01"}]},{"recId":"1039198-2497365915230808064-1000752","creditInstittutions":"N3514","jkBizType":"非融资类银行保函","fiveCate":"正常","unclearedLGAndOtherBusiDetailCellList":[{"acctCode":"G8860-0","openDate":"2018-08-01","dueDate":"2018-12-30","cy":"人民币元","amount":"50","imguarMode":"抵押/无","marginRate":"15%","acctBalCom":"39.50","riskExposure":"0","rptDate":"2018-10-01"}]}]
</script>

		<!-- 8-授信信息 -->
				<table class="g-tab-nobor">
        <tr>
        	<th class="tnt f-tleft f-mgtop"><img src="../resources/product/e/images/hot_red_folder.gif">授信信息</th>
          <th class="f-tright">共1笔</th>
        </tr>
		</table>
	  <div>
      <table class="g-tab-bor f-tab-nomargin creditDetail">
        <tr>
          <th rowspan="2">授信协议编号</th>
          <th class="g-w-7">授信机构</th>
          <th class="g-w-7">授信额度类型</th>
          <th class="g-w-7">额度循环标志</th>
          <th class="g-w-7">生效日期</th>
          <th class="g-w-7">到期日</th>
          <th rowspan="2">信息报告日期</th>
        </tr>
        <tr>
          <th class="g-w-7">币种</th>
          <th class="g-w-7">授信额度</th>
          <th class="g-w-7">已用额度</th>
          <th class="g-w-7">授信限额</th>
          <th class="g-w-7">授信限额编号</th>
          </tr>
		            <tbody style="display: none" class="">
        <tr>
          <td id="E995" rowspan="2" class="g-w-7">E995</td>
          <td>N3514</td>
          <td>贷款</td>
          <td>否</td>
          <td>2016-01-01</td>
          <td>2021-12-31</td>
          <td rowspan="2">2018-07-02</td>
        </tr>
        <tr>
          <td>人民币元</td>
          <td>500</td>
          <td>200</td>
          <td>2000</td>
          <td>4163</td>
          </tr>
		  </tbody>
		      </table>
	          	  </div>

				<!--已结清信贷-->
		<div class="g-tt-h3 f-tleft f-mgtop"><img src="../resources/product/e/images/146.gif">已结清信贷</div>
		<!-- 1-中长期借款 -->
		<table class="g-tab-nobor">
	<tr>
		<th class="tnt f-tleft f-mgtop"><img
			src="../resources/product/e/images/hot_red_folder.gif">中长期借款</th>
		<th class="f-tright">共2笔</th>
	</tr>
</table>
<div>
	<table class="g-tab-bor f-tab-nomargin creditDetail">
		<tr>
            <th rowspan="2" class=" f-txt-nowrap g-w-7">账户<br>编号</th>
            <th class="g-w-7">授信机构</th>
            <th class="g-w-7">业务种类</th>
            <th class="g-w-7">开立日期</th>
            <th class="g-w-7">到期日</th>
            <th class="f-txt-nowrap g-w-7">币种</th>
            <th class="f-txt-nowrap g-w-7">借款金额</th>
        </tr>
        <tr>
            <th class="g-w-7">关闭日期</th>
            <th class="g-w-7">五级分类</th>
            <th colspan="3" class="g-w-7 g-cel-nobor">

           	 	<table>
              	<tr class="g-cel-nobor-ie">
                  <th class="g-w-2">最后一次还款日期</th>
                  <th class="g-w-2 g-cel-nobor-ie">最后一次还款形式</th>
                </tr>
              </table>

            </th>
            <th class="g-w-7">历史表现</th>
        </tr>
				<tbody style="display: none" class="f-txtred">
			<tr>
				<td rowspan="2" class="f-txt-nowrap g-w-7">L2925-0</td>
				<td class="g-w-7">M4625</td>
				<td class="g-w-7">固定资产贷款</td>
				<td class="g-w-7">2012-07-01</td>
				<td class="g-w-7">2017-06-30</td>
				<td class="f-txt-nowrap g-w-7">人民币元</td>
				<td class="f-txt-nowrap g-w-7">100</td>
			</tr>
			<tr>
				<td class="g-w-7">2017-06-30</td>
				<td class="g-w-7">次级</td>
				<td colspan="3" class="g-w-7 g-cel-nobor">
					<table>
						<tr class="g-cel-nobor-ie">
							<td class="g-w-2">2016-07-31</td>
							<td class="g-cel-nobor-ie g-w-2">正常还款</td>
						</tr>
					</table>
				</td>
				<td class="f-txt-nowrap g-w-7"><a class="f-a-line"  onclick="openProductModal(this)"
								href="javascript:;" idToJudgeData="clearedMidLongLoan"
								filterId="L2925-0">查看</a></td>
			</tr>
		</tbody>
				<tbody style="display: none" class="">
			<tr>
				<td rowspan="2" class="f-txt-nowrap g-w-7">L6458-2</td>
				<td class="g-w-7">N3514</td>
				<td class="g-w-7">固定资产贷款</td>
				<td class="g-w-7">2013-02-01</td>
				<td class="g-w-7">2016-07-31</td>
				<td class="f-txt-nowrap g-w-7">人民币元</td>
				<td class="f-txt-nowrap g-w-7">80</td>
			</tr>
			<tr>
				<td class="g-w-7">2016-07-31</td>
				<td class="g-w-7">未分类</td>
				<td colspan="3" class="g-w-7 g-cel-nobor">
					<table>
						<tr class="g-cel-nobor-ie">
							<td class="g-w-2">2016-07-31</td>
							<td class="g-cel-nobor-ie g-w-2">正常还款</td>
						</tr>
					</table>
				</td>
				<td class="f-txt-nowrap g-w-7"><a class="f-a-line"  onclick="openProductModal(this)"
								href="javascript:;" idToJudgeData="clearedMidLongLoan"
								filterId="L6458-2">查看</a></td>
			</tr>
		</tbody>
			</table>

</div>

		<div style="display: none" class="clearedMidLongLoan" data-data="ClearedMidLongTermLoanBankUnitPopVO" data-filter-name="accountNumber" data-width="650px">
	<div class="m-form-wrap" fillData="false">
		<div class="f-mgb">
			<table class="g-tab-nobor">
				<tr class="f-txtalign-left">
					<td class="t4" style="width: 15%;"><strong>已结清账户编号：</strong><span modalName="accountNumber">--</span></td>
					<td class="t4" style="width: 15%;"><strong>授信机构：</strong><span modalName="busiOrg">--</span></td>
					<td class="t4" style="width: 15%;"><strong>业务种类：</strong><span modalName="busiDtlLines">--</span></td>
				</tr>
			</table>
			<table class="g-tab-bor f-tab-nomargin" listname="details">
				<tr class="title">
					<th rowspan="2" class="g-w-7" modalName="rptDate">信息报告日期</th>
					<th class="g-w-7" modalName="acctBalCom">余额</th>
					<th class="g-w-7" modalName="acctbalChdate">余额变化日期</th>
					<th class="g-w-7" modalName="fiveCate">五级分类</th>
					<th class="g-w-7" modalName="fiveCateAdjDate">五级分类<br>认定日期
					</th>
					<th class="g-w-7" modalName="totOverdEnt">逾期总额</th>
					<th class="g-w-7" modalName="overdPrincEnt">逾期本金</th>
				</tr>
				<tr class="title">
					<th class="g-w-7" modalName="overdueMonths">逾期月数</th>
					<th class="g-w-7" modalName="latAgrrRpyDate">最近一次约定<br>还款日期
					</th>
					<th class="g-w-7" modalName="latAgrrRpyAmt">最近一次<br>应还总额
					</th>
					<th class="g-w-7" modalName="latRpyDate">最近一次实际<br>还款日期
					</th>
					<th class="g-w-7" modalName="latRpyAmt">最近一次<br>实还总额
					</th>
					<th class="g-w-7" modalName="rpmtType">最近一次<br>还款形式
					</th>
				</tr>
			</table>
			<table class="g-subtab-bor" listname="transactions">
				<!--抵消上边框-->
				<tr>
					<th colspan="5">特定交易提示</th>
				</tr>
				<tr class="title">
					<th class="g-w-5" modalName="transType">交易类型</th>
					<th class="g-w-5" modalName="tranDate">交易日期</th>
					<th class="g-w-5" modalName="transAmountEnt">交易金额</th>
					<th class="g-w-5" modalName="changeMonthNum">到期日期变更月数</th>
					<th class="g-w-5" modalName="detailInfo">交易明细信息</th>
				</tr>
			</table>

		</div>
	</div>
</div>
	<script>
		var ClearedMidLongTermLoanBankUnitPopVO = [{"accountNumber":"L2925-0","busiOrg":"M4625","busiDtlLines":"固定资产贷款","details":[{"rptDate":"2017-06-30","acctBalCom":"0","acctbalChdate":"2017-06-30","fiveCate":"次级","fiveCateAdjDate":"2014-10-30","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2017-06-30","latAgrrRpyAmt":"25","latRpyDate":"2016-07-31","latRpyAmt":"25","rpmtType":"正常还款"},{"rptDate":"2016-06-30","acctBalCom":"20","acctbalChdate":"2016-06-30","fiveCate":"次级","fiveCateAdjDate":"2014-10-30","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2016-06-30","latAgrrRpyAmt":"20","latRpyDate":"2016-06-30","latRpyAmt":"20","rpmtType":"正常还款"},{"rptDate":"2015-06-30","acctBalCom":"40","acctbalChdate":"2015-06-30","fiveCate":"次级","fiveCateAdjDate":"2014-10-30","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2015-06-30","latAgrrRpyAmt":"20","latRpyDate":"2015-06-30","latRpyAmt":"40","rpmtType":"正常还款"},{"rptDate":"2014-10-30","acctBalCom":"80","acctbalChdate":"2013-06-30","fiveCate":"次级","fiveCateAdjDate":"2014-10-30","totOverdEnt":"20","overdPrincEnt":"20","overdueMonths":"6","latAgrrRpyDate":"2014-06-30","latAgrrRpyAmt":"20","latRpyDate":"2013-06-30","latRpyAmt":"0","rpmtType":"正常还款"},{"rptDate":"2013-06-30","acctBalCom":"80","acctbalChdate":"2013-06-30","fiveCate":"正常","fiveCateAdjDate":"2013-06-30","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2013-06-30","latAgrrRpyAmt":"20","latRpyDate":"2013-06-30","latRpyAmt":"20","rpmtType":"正常还款"},{"rptDate":"2012-07-01","acctBalCom":"100","acctbalChdate":"2012-07-01","fiveCate":"正常","fiveCateAdjDate":"2012-07-01","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2012-07-01","latAgrrRpyAmt":"0","latRpyDate":"2012-07-01","latRpyAmt":"0","rpmtType":"其他"}]},{"accountNumber":"L6458-2","busiOrg":"N3514","busiDtlLines":"固定资产贷款","details":[{"rptDate":"2016-07-31","acctBalCom":"0","acctbalChdate":"2016-07-31","fiveCate":"未分类","fiveCateAdjDate":"2013-02-01","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2016-07-31","latAgrrRpyAmt":"80","latRpyDate":"2016-07-31","latRpyAmt":"80","rpmtType":"正常还款"},{"rptDate":"2013-02-01","acctBalCom":"80","acctbalChdate":"2013-02-01","fiveCate":"未分类","fiveCateAdjDate":"2013-02-01","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2013-02-01","latAgrrRpyAmt":"0","latRpyDate":"2013-02-01","latRpyAmt":"0","rpmtType":"其他"}]}]
	</script>

		<!-- 2-短期借款 -->
		<table class="g-tab-nobor">
	<tr>
		<th class="tnt f-tleft f-mgtop"><img
			src="../resources/product/e/images/hot_red_folder.gif">短期借款</th>
		<th class="f-tright">共2笔</th>
	</tr>
</table>
<div>
	<table class="g-tab-bor f-tab-nomargin creditDetail">
		<tr>
			<th rowspan="2" class="f-txt-nowrap g-w-7">账户<br>编号</th>
			<th class="g-w-7">授信机构</th>
			<th class="g-w-7">业务种类</th>
			<th class="g-w-7">开立日期</th>
			<th class="g-w-7">到期日</th>
			<th class="f-txt-nowrap g-w-7">币种</th>
			<th class="f-txt-nowrap g-w-7">借款金额</th>
		</tr>
		<tr>
            <th class="g-w-7">关闭日期</th>
            <th class="g-w-7">五级分类</th>
            <th colspan="3" class="g-w-7 g-cel-nobor">

           	 	<table>
              	<tr class="g-cel-nobor-ie">
                  <th class="g-w-2">最后一次还款日期</th>
                  <th class="g-w-2 g-cel-nobor-ie">最后一次还款形式</th>
                </tr>
              </table>

            </th>
            <th class="g-w-7">历史表现</th>
        </tr>
				<tbody style="display: none" class="f-txtred">
			<tr>
				<td rowspan="2" class="f-txt-nowrap g-w-7">S8483-1</td>
				<td class="g-w-7">N3514</td>
				<td class="g-w-7">流动资金贷款</td>
				<td class="g-w-7">2013-04-01</td>
				<td class="g-w-7">2018-09-30</td>
				<td class="f-txt-nowrap g-w-7">人民币元</td>
				<td class="f-txt-nowrap g-w-7">50</td>
			</tr>
			<tr>
				<td class="g-w-7 ">2018-08-01</td>
				<td class="g-w-7 ">损失</td>
				<td colspan="3" class="g-w-7  g-cel-nobor">
					<table>
						<tr class="g-cel-nobor-ie">
							<td class="g-w-2 ">2014-10-30</td>
							<td class="g-cel-nobor-ie g-w-2 ">以资抵债</td>
						</tr>
					</table>
				</td>
				<td class="f-txt-nowrap g-w-7 "><a class="f-a-line"  onclick="openProductModal(this)"
								href="javascript:;" idToJudgeData="clearedShortLoan"
								filterId="S8483-1">查看</a></td>
			</tr>
		</tbody>
			<tbody style="display: none" class="">
			<tr>
				<td rowspan="2" class="f-txt-nowrap g-w-7">S3931-0</td>
				<td class="g-w-7">M4625</td>
				<td class="g-w-7">进口押汇</td>
				<td class="g-w-7">2012-05-01</td>
				<td class="g-w-7">2017-10-31</td>
				<td class="f-txt-nowrap g-w-7">人民币元</td>
				<td class="f-txt-nowrap g-w-7">100</td>
			</tr>
			<tr>
				<td class="g-w-7 ">2017-10-31</td>
				<td class="g-w-7 ">关注</td>
				<td colspan="3" class="g-w-7  g-cel-nobor">
					<table>
						<tr class="g-cel-nobor-ie">
							<td class="g-w-2 ">2013-02-01</td>
							<td class="g-cel-nobor-ie g-w-2 ">正常还款</td>
						</tr>
					</table>
				</td>
				<td class="f-txt-nowrap g-w-7 "><a class="f-a-line"  onclick="openProductModal(this)"
								href="javascript:;" idToJudgeData="clearedShortLoan"
								filterId="S3931-0">查看</a></td>
			</tr>
		</tbody>
		</table>

</div>

		<div style="display: none" class="clearedShortLoan" data-data="ClearedShortTermLoanBankUnitPopVO" data-filter-name="accountNumber" data-width="650px">
	<div class="m-form-wrap" fillData="false">
		<div class="f-mgb">
			<table class="g-tab-nobor">
				<tr class="f-txtalign-left">
					<td class="t4" style="width: 15%;"><strong>已结清账户编号：</strong><span modalName="accountNumber">--</span></td>
					<td class="t4" style="width: 15%;"><strong>授信机构：</strong><span modalName="busiOrg">--</span></td>
					<td class="t4" style="width: 15%;"><strong>业务种类：</strong><span modalName="busiDtlLines">--</span></td>
				</tr>
			</table>
			<table class="g-tab-bor f-tab-nomargin" listname="details">
				<tr class="title">
					<th rowspan="2" class="g-w-7" modalName="rptDate">信息报告日期</th>
					<th class="g-w-7" modalName="acctBalCom">余额</th>
					<th class="g-w-7" modalName="acctbalChdate">余额变化日期</th>
					<th class="g-w-7" modalName="fiveCate">五级分类</th>
					<th class="g-w-7" modalName="fiveCateAdjDate">五级分类<br>认定日期
					</th>
					<th class="g-w-7" modalName="totOverdEnt">逾期总额</th>
					<th class="g-w-7" modalName="overdPrincEnt">逾期本金</th>
				</tr>
				<tr class="title">
					<th class="g-w-7" modalName="overdueMonths">逾期月数</th>
					<th class="g-w-7" modalName="latAgrrRpyDate">最近一次约定<br>还款日期
					</th>
					<th class="g-w-7" modalName="latAgrrRpyAmt">最近一次<br>应还总额
					</th>
					<th class="g-w-7" modalName="latRpyDate">最近一次实际<br>还款日期
					</th>
					<th class="g-w-7" modalName="latRpyAmt">最近一次<br>实还总额
					</th>
					<th class="g-w-7" modalName="rpmtType">最近一次<br>还款形式
					</th>
				</tr>
			</table>
			<table class="g-subtab-bor" listname="transactions">
				<!--抵消上边框-->
				<tr>
					<th colspan="5">特定交易提示</th>
				</tr>
				<tr class="title">
					<th class="g-w-5" modalName="transType">交易类型</th>
					<th class="g-w-5" modalName="tranDate">交易日期</th>
					<th class="g-w-5" modalName="transAmountEnt">交易金额</th>
					<th class="g-w-5" modalName="changeMonthNum">到期日期变更月数</th>
					<th class="g-w-5" modalName="detailInfo">交易明细信息</th>
				</tr>
			</table>

		</div>
	</div>
</div>
	<script>
		var ClearedShortTermLoanBankUnitPopVO = [{"accountNumber":"S8483-1","busiOrg":"N3514","busiDtlLines":"流动资金贷款","details":[{"rptDate":"2018-08-01","acctBalCom":"0","acctbalChdate":"2018-06-30","fiveCate":"损失","fiveCateAdjDate":"2014-10-30","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2018-06-30","latAgrrRpyAmt":"52","latRpyDate":"2014-10-30","latRpyAmt":"52","rpmtType":"以资抵债"},{"rptDate":"2018-05-01","acctBalCom":"50","acctbalChdate":"2018-04-01","fiveCate":"损失","fiveCateAdjDate":"2014-10-30","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2018-04-01","latAgrrRpyAmt":"0","latRpyDate":"2014-10-30","latRpyAmt":"0","rpmtType":"其他"}]},{"accountNumber":"S3931-0","busiOrg":"M4625","busiDtlLines":"进口押汇","details":[{"rptDate":"2018-09-30","acctBalCom":"0","acctbalChdate":"2017-10-31","fiveCate":"关注","fiveCateAdjDate":"2013-02-01","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2017-10-31","latAgrrRpyAmt":"105","latRpyDate":"2013-02-01","latRpyAmt":"106","rpmtType":"正常还款"},{"rptDate":"2018-04-01","acctBalCom":"100","acctbalChdate":"2017-05-01","fiveCate":"关注","fiveCateAdjDate":"2013-02-01","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2017-05-01","latAgrrRpyAmt":"0","latRpyDate":"2013-02-01","latRpyAmt":"0","rpmtType":"其他"}]}]
	</script>

		<!-- 3-循环透支 -->
		<table class="g-tab-nobor">
        <tr>
        	<th class="tnt f-tleft f-mgtop"><img src="../resources/product/e/images/hot_red_folder.gif">循环透支</th>
          <th class="f-tright">共2笔</th>
        </tr>
      </table>
<div>
      <table class="g-tab-bor f-tab-nomargin creditDetail">
        <tr>
            <th rowspan="2" class="f-txt-nowrap g-w-7">账户<br>编号</th>
            <th class="g-w-7">授信机构</th>
            <th class="g-w-7">业务种类</th>
            <th class="g-w-7">开立日期</th>
            <th class="g-w-7">到期日</th>
            <th class="f-txt-nowrap g-w-7">币种</th>
            <th class="f-txt-nowrap g-w-7">信用额度</th>
        </tr>
          <tr>
              <th class="g-w-7">关闭日期</th>
              <th class="g-w-7">五级分类</th>
              <th colspan="3" class="g-w-7 g-cel-nobor">

                  <table>
                      <tr class="g-cel-nobor-ie">
                          <th class="g-w-2">最后一次还款日期</th>
                          <th class="g-w-2 g-cel-nobor-ie">最后一次还款形式</th>
                      </tr>
                  </table>

              </th>
              <th class="g-w-7">历史表现</th>
          </tr>

                    <tbody style="display: none" class="">
            <tr>
                <td rowspan="2" class="f-txt-nowrap g-w-7">R6844-0</td>
                <td class="g-w-7">N3514</td>
                <td class="g-w-7">法人账户透支</td>
                <td class="g-w-7">2016-01-01</td>
                <td class="g-w-7">2016-12-31</td>
                <td class="f-txt-nowrap g-w-7">人民币元</td>
                <td class="f-txt-nowrap g-w-7">200</td>
            </tr>
            <tr>
                <td class="g-w-7">2016-12-31</td>
                <td class="g-w-7">正常</td>
                <td colspan="3" class="g-w-7 g-cel-nobor">
                    <table>
                        <tr class="g-cel-nobor-ie">
                            <td class="g-w-2">2016-12-31</td>
                            <td class="g-cel-nobor-ie g-w-2">正常还款</td>
                        </tr>
                    </table>
                </td>
                <td class="f-txt-nowrap g-w-7"><a class="f-a-line" href="javascript:void(0)" onclick="openProductModal(this)"
                                                  idToJudgeData="clearedCirculationOverdraft" filterId="10000000321" > 查看</a></td>
            </tr>
            </tbody>
                    <tbody style="display: none" class="">
            <tr>
                <td rowspan="2" class="f-txt-nowrap g-w-7">R6106-0</td>
                <td class="g-w-7">M4625</td>
                <td class="g-w-7">支票账户透支</td>
                <td class="g-w-7">2015-06-01</td>
                <td class="g-w-7">2015-12-31</td>
                <td class="f-txt-nowrap g-w-7">人民币元</td>
                <td class="f-txt-nowrap g-w-7">80</td>
            </tr>
            <tr>
                <td class="g-w-7">2015-12-31</td>
                <td class="g-w-7">正常</td>
                <td colspan="3" class="g-w-7 g-cel-nobor">
                    <table>
                        <tr class="g-cel-nobor-ie">
                            <td class="g-w-2">2015-12-31</td>
                            <td class="g-cel-nobor-ie g-w-2">正常还款</td>
                        </tr>
                    </table>
                </td>
                <td class="f-txt-nowrap g-w-7"><a class="f-a-line" href="javascript:void(0)" onclick="openProductModal(this)"
                                                  idToJudgeData="clearedCirculationOverdraft" filterId="10000000326" > 查看</a></td>
            </tr>
            </tbody>
              </table>

</div>

		<div style="display: none" class="clearedCirculationOverdraft" data-data="ClearedCirculationOverdraftHistoryPopupVoDataInVm" data-filter-name="acctId" data-width="650px">

  <div class="m-form-wrap" fillData="false">
    	<div class="f-mgb">
      <table class="g-tab-nobor">

        <tr class="f-txtalign-left">
        <td class="t4" style="width:15%;"><strong>已结清账户编号：</strong><span modalName="accountNumber"></span></td>
        <td class="t4" style="width:15%;"><strong>授信机构：</strong><span modalName="busiOrg"></span></td>
        <td class="t4" style="width:15%;"><strong>业务种类：</strong><span modalName="busiDtlLines"></span></td>
        </tr>
      </table>

      <table class="g-tab-bor f-tab-nomargin" listname="details">

        <tr class="title">
          <th rowspan="2" class="g-w-8" modalName="rptDate">信息报告日期</th>
          <th class="g-w-8" modalName="acctBalCom">余额</th>
          <th class="g-w-8" modalName="acctbalChdate">余额变化日期</th>
          <th class="g-w-8" modalName="fiveCate">五级分类</th>
          <th class="g-w-8" modalName="fiveCateAdjDate">五级分类<br>认定日期</th>
          <th class="g-w-8" modalName="totOverdEnt">逾期总额</th>
          <th class="g-w-8" modalName="overdPrincEnt">逾期本金</th>
          <th class="g-w-8" modalName="overdueMonths">逾期月数</th>
        </tr>
        <tr class="title">
          <th class="g-w-8" modalName="latAgrrRpyDate">最近一次约定<br>还款日期</th>
          <th class="g-w-8" modalName="latAgrrRpyAmt">最近一次<br>应还总额</th>
          <th class="g-w-8" modalName="latRpyDate">最近一次实际<br>还款日期</th>
          <th class="g-w-8" modalName="latRpyAmt">最近一次<br>实还总额</th>
          <th class="g-w-8" modalName="rpmtType">最近一次<br>还款形式</th>
          <th class="g-w-8" modalName="remRepMon">剩余还款月数</th>
          <th class="g-w-8" ></th>
        </tr>
      </table>

      <table class="g-subtab-bor" listname="transactions"><!--抵消上边框-->

        <tr>
          <th colspan="5">特定交易提示</th>
          </tr>
        <tr class="title">
          <th class="g-w-5" modalName="transType">交易类型</th>
          <th class="g-w-5" modalName="tranDate">交易日期</th>
          <th class="g-w-5" modalName="transAmountEnt">交易金额</th>
          <th class="g-w-5" modalName="changeMonthNum">到期日期变更月数</th>
          <th class="g-w-5" modalName="detailInfo">交易明细信息</th>
        </tr>
      </table>

      </div>
	</div>

</div>

	<script>
		var ClearedCirculationOverdraftHistoryPopupVoDataInVm = [{"accountNumber":"R6844-0","acctId":"10000000321","busiOrg":"N3514","busiDtlLines":"法人账户透支","details":[{"rptDate":"2016-12-31","acctBalCom":"0","acctbalChdate":"2016-12-31","fiveCate":"正常","fiveCateAdjDate":"2016-01-01","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2016-12-31","latAgrrRpyAmt":"100","latRpyDate":"2016-12-31","latRpyAmt":"100","rpmtType":"正常还款","remRepMon":"0","redFlag":false},{"rptDate":"2016-07-01","acctBalCom":"100","acctbalChdate":"2016-07-01","fiveCate":"正常","fiveCateAdjDate":"2016-01-01","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2016-07-01","latAgrrRpyAmt":"100","latRpyDate":"2016-07-01","latRpyAmt":"100","rpmtType":"正常还款","remRepMon":"6","redFlag":false},{"rptDate":"2016-01-01","acctBalCom":"200","acctbalChdate":"2016-01-01","fiveCate":"正常","fiveCateAdjDate":"2016-01-01","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2016-01-01","latAgrrRpyAmt":"0","latRpyDate":"2016-01-01","latRpyAmt":"0","rpmtType":"其他","remRepMon":"12","redFlag":false}]},{"accountNumber":"R6106-0","acctId":"10000000326","busiOrg":"M4625","busiDtlLines":"支票账户透支","details":[{"rptDate":"2015-12-31","acctBalCom":"0","acctbalChdate":"2015-12-31","fiveCate":"正常","fiveCateAdjDate":"2015-06-01","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2015-12-31","latAgrrRpyAmt":"82","latRpyDate":"2015-12-31","latRpyAmt":"82","rpmtType":"正常还款","remRepMon":"0","redFlag":false},{"rptDate":"2015-06-01","acctBalCom":"80","acctbalChdate":"2015-06-01","fiveCate":"正常","fiveCateAdjDate":"2015-06-01","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2015-06-01","latAgrrRpyAmt":"80","latRpyDate":"2015-06-01","latRpyAmt":"0","rpmtType":"其他","remRepMon":"6","redFlag":false}]}]
	</script>

		<!-- 4-贴现 -->
		<table class="g-tab-nobor">
        <tr>
        	<th class="tnt f-tleft f-mgtop"><img src="../resources/product/e/images/hot_red_folder.gif">贴现</th>
          <th class="f-tright">共2笔</th>
        </tr>
      </table>
      <div>
      <table class="g-tab-bor f-tab-nomargin creditDetail">
        <tr>
            <th class="f-txt-nowrap g-w-5">授信机构</th>
            <th class="g-w-5">业务种类</th>
            <th class="g-w-5">五级分类</th>
            <th class="g-w-5">账户数</th>
            <th class="g-w-5">贴现金额</th>
        </tr>

                <!-- acctId -->
        <tbody style="display:none" class="">
        <tr>
            <td>N3514</td>
            <td>有追索权的银行承兑汇票贴现</td>
            <td>正常</td>
            <!-- acctIds 弹窗key-->
            <td><a class="f-a-line" href="javascript:void(0)" onclick="openProductModal(this)" idToJudgeData="cleareddiscount" filterId="有追索权的银行承兑汇票贴现 N3514 正常" >1</a></td>
            <td>100</td>
        </tr>
        </tbody>

                <!-- acctId -->
        <tbody style="display:none" class="">
        <tr>
            <td>M4625</td>
            <td>有追索权的银行承兑汇票贴现</td>
            <td>正常</td>
            <!-- acctIds 弹窗key-->
            <td><a class="f-a-line" href="javascript:void(0)" onclick="openProductModal(this)" idToJudgeData="cleareddiscount" filterId="有追索权的银行承兑汇票贴现 M4625 正常" >1</a></td>
            <td>45</td>
        </tr>
        </tbody>

              </table>



      </div>

		<div class="cleareddiscount" style="display: none" data-data="ClearedDiscountDetailPopupVoInVm" data-filter-name="jkBizType creditInstittutions fiveCate" data-width="650px">

  <div class="m-form-wrap" fillData="false">
    <!--表单s-->
      <!--<div class="s-fd-box">
        <div class="s-fd-con">-->
    	<div class="f-mgb">

      <table class="g-tab-nobor">
        <tr class="f-txtalign-left">
        <td style="width:35%;" class="t4"><strong><span modalName="itemNumber"></span>.已结清账户编号：</strong><span modalName="accountNumber"></span></td>
        <td style="width:30%;" class="t4"><strong>授信机构：</strong><span modalName="creditInstittutions"></span></td>
        <td style="width:35%;" class="t4"><strong>业务种类：</strong><span modalName="jkBizType">法人账户透支</span></td>

        </tr>
      </table>

      <table class="g-tab-nobor f-tab-nomargin">
        <tr>
        	<th class="tnt f-tleft f-mgtop"><img src="../resources/product/e/images/hot_red_folder.gif">信贷明细</th>
        </tr>
      </table>

      <table class="g-tab-bor f-tab-nomargin creditinfo" entityname="entity">

       <tr class="title">
          <th class="g-w-8" modalName="openDate">开户日期</th>
          <th class="g-w-8" modalName="dueDate">到期日</th>
          <th class="g-w-8" modalName="cy">币种</th>
          <th class="g-w-8" modalName="discountAmt">贴现金额</th>
          <th class="g-w-8" modalName="closeDate">关闭日期</th>
          <th class="g-w-8" modalName="fiveCate">五级分类</th>
          <th class="g-w-8" modalName="latRpyDate">最后一次还款日期</th>
          <th class="g-w-8" modalName="repayMode">最后一次还款形式</th>
        </tr>
      </table>

      <table class="g-tab-nobor f-tab-nomargin"  themename="discount">
        <tr>
        	<th class="tnt f-tleft f-mgtop"><img src="../resources/product/e/images/hot_red_folder.gif">历史表现</th>
        </tr>
      </table>

      <table class="g-tab-bor f-tab-nomargin" listname="details">
        <tr class="title">
          <th rowspan="2" class="g-w-7" modalName="rptDate">信息报告日期</th>
          <th class="g-w-7" modalName="acctBalCom">余额</th>
          <th class="g-w-7" modalName="acctbalChdate">余额变化日期</th>
          <th class="g-w-7" modalName="fiveCate">五级分类</th>
          <th class="g-w-7" modalName="fiveCateAdjDate">五级分类<br>认定日期</th>
          <th class="g-w-7" modalName="totOverdEnt">逾期总额</th>
          <th class="g-w-7" modalName="overdPrincEnt">逾期本金</th>
        </tr>
        <tr class="title">
          <th class="g-w-7" modalName="overdueMonths">逾期月数</th>
          <th class="g-w-7" modalName="latAgrrRpyDate">最近一次约定<br>还款日期</th>
          <th class="g-w-7" modalName="latAgrrRpyAmt">最近一次<br>应还总额</th>
          <th class="g-w-7" modalName="latRpyDate">最近一次实际<br>还款日期</th>
          <th class="g-w-7" modalName="latRpyAmt">最近一次<br>实还总额</th>
          <th class="g-w-7" modalName="rpmtType">最近一次<br>还款形式</th>
        </tr>
      </table>

       <table class="g-subtab-bor" listname="transactions"><!--抵消上边框-->

        <tr>
          <th colspan="5">特定交易提示</th>
          </tr>
        <tr class="title">
          <th class="g-w-5" modalName="transType">交易类型</th>
          <th class="g-w-5" modalName="tranDate">交易日期</th>
          <th class="g-w-5" modalName="transAmountEnt">交易金额</th>
          <th class="g-w-5" modalName="changeMonthNum">到期日期变更月数</th>
          <th class="g-w-5" modalName="detailInfo">交易明细信息</th>
        </tr>
      </table>
      </div>
        <!--</div>
      </div> -->
    <!--表单e-->
	</div>

</div>



 <script>
		var ClearedDiscountDetailPopupVoInVm = [{"accountNumber":"D4427-0","accountId":"10000000327","creditInstittutions":"M4625","legalCreditInstittutions":"X1101010000035","jkBizType":"有追索权的银行承兑汇票贴现","fiveCate":"正常","openDate":"2018-01-01","dueDate":"2018-06-30","cy":"人民币元","closeDate":"2018-06-30","discountAmt":"45","latRpyDate":"2018-06-30","repayMode":"正常还款","details":[{"rptDate":"2018-06-30","acctBalCom":"0","acctbalChdate":"2018-06-30","fiveCate":"正常","fiveCateAdjDate":"2018-01-01","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2018-06-30","latAgrrRpyAmt":"45","latRpyDate":"2018-06-30","latRpyAmt":"45","rpmtType":"正常还款"},{"rptDate":"2018-01-01","acctBalCom":"45","acctbalChdate":"2018-01-01","fiveCate":"正常","fiveCateAdjDate":"2018-01-01","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2018-01-01","latAgrrRpyAmt":"0","latRpyDate":"2018-01-01","latRpyAmt":"0","rpmtType":"其他"}]},{"accountNumber":"D4430-0","accountId":"10000000314","creditInstittutions":"N3514","legalCreditInstittutions":"X1300010000025","jkBizType":"有追索权的银行承兑汇票贴现","fiveCate":"正常","openDate":"2017-01-01","dueDate":"2017-12-31","cy":"人民币元","closeDate":"2017-12-31","discountAmt":"100","latRpyDate":"2017-12-31","repayMode":"正常还款","details":[{"rptDate":"2017-12-31","acctBalCom":"0","acctbalChdate":"2017-12-31","fiveCate":"正常","fiveCateAdjDate":"2017-01-01","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2017-12-31","latAgrrRpyAmt":"100","latRpyDate":"2017-12-31","latRpyAmt":"0","rpmtType":"正常还款"},{"rptDate":"2017-01-01","acctBalCom":"100","acctbalChdate":"2017-01-01","fiveCate":"正常","fiveCateAdjDate":"2017-01-01","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2017-01-01","latAgrrRpyAmt":"0","latRpyDate":"2017-01-01","latRpyAmt":"0","rpmtType":"其他"}]}] != "" ? [{"accountNumber":"D4427-0","accountId":"10000000327","creditInstittutions":"M4625","legalCreditInstittutions":"X1101010000035","jkBizType":"有追索权的银行承兑汇票贴现","fiveCate":"正常","openDate":"2018-01-01","dueDate":"2018-06-30","cy":"人民币元","closeDate":"2018-06-30","discountAmt":"45","latRpyDate":"2018-06-30","repayMode":"正常还款","details":[{"rptDate":"2018-06-30","acctBalCom":"0","acctbalChdate":"2018-06-30","fiveCate":"正常","fiveCateAdjDate":"2018-01-01","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2018-06-30","latAgrrRpyAmt":"45","latRpyDate":"2018-06-30","latRpyAmt":"45","rpmtType":"正常还款"},{"rptDate":"2018-01-01","acctBalCom":"45","acctbalChdate":"2018-01-01","fiveCate":"正常","fiveCateAdjDate":"2018-01-01","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2018-01-01","latAgrrRpyAmt":"0","latRpyDate":"2018-01-01","latRpyAmt":"0","rpmtType":"其他"}]},{"accountNumber":"D4430-0","accountId":"10000000314","creditInstittutions":"N3514","legalCreditInstittutions":"X1300010000025","jkBizType":"有追索权的银行承兑汇票贴现","fiveCate":"正常","openDate":"2017-01-01","dueDate":"2017-12-31","cy":"人民币元","closeDate":"2017-12-31","discountAmt":"100","latRpyDate":"2017-12-31","repayMode":"正常还款","details":[{"rptDate":"2017-12-31","acctBalCom":"0","acctbalChdate":"2017-12-31","fiveCate":"正常","fiveCateAdjDate":"2017-01-01","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2017-12-31","latAgrrRpyAmt":"100","latRpyDate":"2017-12-31","latRpyAmt":"0","rpmtType":"正常还款"},{"rptDate":"2017-01-01","acctBalCom":"100","acctbalChdate":"2017-01-01","fiveCate":"正常","fiveCateAdjDate":"2017-01-01","totOverdEnt":"0","overdPrincEnt":"0","overdueMonths":"0","latAgrrRpyDate":"2017-01-01","latAgrrRpyAmt":"0","latRpyDate":"2017-01-01","latRpyAmt":"0","rpmtType":"其他"}]}] :'';
 </script>

		<!--5-银行承兑汇票和信用证-->
		    <table class="g-tab-nobor">
			<tr>
				<th class="tnt f-tleft f-mgtop"><img src="../resources/product/e/images/hot_red_folder.gif">银行承兑汇票和信用证</th>
				<th class="f-tright">共2笔</th>
			</tr>
    </table>
	<div>
	<table class="g-tab-bor f-mgtop-s creditDetail">
        <tr>
            <th class="f-txt-nowrap g-w-5">授信机构</th>
            <th class="g-w-5">业务种类</th>
            <th class="g-w-5">五级分类</th>
            <th class="g-w-5">账户数</th>
            <th class="g-w-5">垫款标志</th>
        </tr>
				<tbody style="display:none" class="">
		<tr>
			<td>B8348</td>
			<td>银行承兑汇票</td>
			<td>正常</td>
			<td><a class="f-a-line" href="javascript:;" onclick="openProductModal(this)" idToJudgeData="clearedBAAndLCDetailBankPopVOTranRecord" filterId="1039195-2497087944301488128-1000752">1</a></td>
			<td>是</td>
		</tr>
		 </tbody>
				<tbody style="display:none" class="">
		<tr>
			<td>M4625</td>
			<td>信用证</td>
			<td>正常</td>
			<td><a class="f-a-line" href="javascript:;" onclick="openProductModal(this)" idToJudgeData="clearedBAAndLCDetailBankPopVOTranRecord" filterId="1039194-2497088660357261312-1000752">1</a></td>
			<td>否</td>
		</tr>
		 </tbody>
			</table>

	  	</div>

		<div  style="display: none" class="clearedBAAndLCDetailBankPopVOTranRecord" data-data="ClearedBAAndLCDetailBankPopVODataInVm" data-filter-name="recId" data-width="650px">
	<div class="m-form-wrap" fillData="false">
        <div class="s-fd-con">
			<div class="f-mgb">
				<table class="g-tab-nobor">
					<tr>
						<th class="tnt f-tleft"><img src="../resources/product/e/images/hot_red_folder.gif">银行承兑汇票和信用证的信贷明细</th>
					</tr>
				</table>

				<table class="g-tab-nobor">
       				<tr class="f-txtalign-left">
        			<td class="t4" style="width:20%;"><strong>已结清业务</strong></td>
        			<td class="t4" style="width:30%;"><strong>授信机构：</strong><span modalName="creditInstittutions"></span></td>
        			<td class="t4" style="width:30%;"><strong>业务种类：</strong><span modalName="jkBizType"></span></td>
        			<td class="t4" style="width:20%;"><strong>五级分类：</strong><span modalName="fiveCate"></span></td>
        			</tr>
      			</table>

				<table class="g-tab-bor f-tab-nomargin" listname="clearedBAAndLCDetailCellList">
                    <tr  class="title">
                        <th class="g-w-7" modalName="acctCode">账户编号</th>
                        <th class="g-w-7" modalName="openDate">开立日期</th>
                        <th class="g-w-7" modalName="dueDate">到期日</th>
                        <th class="g-w-7" modalName="cy">币种</th>
                        <th class="g-w-7" modalName="amount">金额</th>
                        <th class="g-w-7" modalName="closeDate">关闭日期</th>
                        <th class="g-w-7" modalName="advFlag">垫款标志</th>
                    </tr>
				</table>
			</div>
		</div>
	</div>
</div>
<script>
	var ClearedBAAndLCDetailBankPopVODataInVm = [{"recId":"1039195-2497087944301488128-1000752","creditInstittutions":"B8348","jkBizType":"银行承兑汇票","fiveCate":"正常","clearedBAAndLCDetailCellList":[{"acctCode":"A1592-0","openDate":"2017-09-01","dueDate":"2017-12-30","cy":"人民币元","amount":"20","closeDate":"2017-12-30","advFlag":"是"}]},{"recId":"1039194-2497088660357261312-1000752","creditInstittutions":"M4625","jkBizType":"信用证","fiveCate":"正常","clearedBAAndLCDetailCellList":[{"acctCode":"F7883-0","openDate":"2017-08-01","dueDate":"2018-03-30","cy":"人民币元","amount":"20","closeDate":"2018-03-30","advFlag":"否"}]}]
</script>



		<!--6-银行保函及其他业务 -->
		    <table class="g-tab-nobor">
			<tr>
				<th class="tnt f-tleft f-mgtop"><img src="../resources/product/e/images/hot_red_folder.gif">银行保函及其他业务</th>
				<th class="f-tright">共2笔</th>
			</tr>
    </table>
	<div>
	<table class="g-tab-bor f-mgtop-s creditDetail">
        <tr>
            <th class="f-txt-nowrap g-w-5">授信机构</th>
            <th class="g-w-5">业务种类</th>
            <th class="g-w-5">五级分类</th>
            <th class="g-w-5">账户数</th>
            <th class="g-w-5">垫款标志</th>
        </tr>
				<tbody style="display:none" class="">
		<tr>
			<td>B8348</td>
			<td>融资类银行保函</td>
			<td>正常</td>
			<td><a class="f-a-line" href="javascript:;" onclick="openProductModal(this)" idToJudgeData="clearedLGAndOtherBusiDetailBankPopVOTranRecord" filterId="1039197-2497087944301488128-1000752">1</a></td>
			<td>是</td>

		</tr>
		</tbody>
				<tbody style="display:none" class="">
		<tr>
			<td>N3514</td>
			<td>融资类银行保函</td>
			<td>正常</td>
			<td><a class="f-a-line" href="javascript:;" onclick="openProductModal(this)" idToJudgeData="clearedLGAndOtherBusiDetailBankPopVOTranRecord" filterId="1039197-2497365915230808064-1000752">1</a></td>
			<td>否</td>

		</tr>
		</tbody>
			</table>

	  	</div>

		<div  style="display: none" class="clearedLGAndOtherBusiDetailBankPopVOTranRecord" data-data="ClearedLGAndOtherBusiDetailBankPopVODataInVm" data-filter-name="recId" data-width="650px">
	<div class="m-form-wrap" fillData="false">
        <div class="s-fd-con">
			<div class="f-mgb">
				<table class="g-tab-nobor">
					<tr>
						<th class="tnt f-tleft"><img src="../resources/product/e/images/hot_red_folder.gif">银行保函及其他业务的信贷明细</th>
					</tr>
				</table>

				<table class="g-tab-nobor">
       				<tr class="f-txtalign-left">
        			<td class="t4" style="width:20%;"><strong>已结清业务</strong></td>
        			<td class="t4" style="width:30%;"><strong>授信机构：</strong><span modalName="creditInstittutions"></span></td>
        			<td class="t4" style="width:30%;"><strong>业务种类：</strong><span modalName="jkBizType"></span></td>
        			<td class="t4" style="width:20%;"><strong>五级分类：</strong><span modalName="fiveCate"></span></td>
        			</tr>
      			</table>

				<table class="g-tab-bor f-tab-nomargin" listname="clearedLGAndOtherBusiDetailCellList">
                    <tr class="title">
                        <th class="g-w-7" modalName="acctCode">账户编号</th>
                        <th class="g-w-7" modalName="openDate">开立日期</th>
                        <th class="g-w-7" modalName="dueDate">到期日</th>
                        <th class="g-w-7" modalName="cy">币种</th>
                        <th class="g-w-7" modalName="amount">金额</th>
                        <th class="g-w-7" modalName="closeDate">关闭日期</th>
                        <th class="g-w-7" modalName="advFlag">垫款标志</th>
                    </tr>
				</table>
			</div>
		</div>
	</div>
</div>
<script>
	var ClearedLGAndOtherBusiDetailBankPopVODataInVm = [{"recId":"1039197-2497087944301488128-1000752","creditInstittutions":"B8348","jkBizType":"融资类银行保函","fiveCate":"正常","clearedLGAndOtherBusiDetailCellList":[{"acctCode":"G7287-0","openDate":"2017-09-01","dueDate":"2018-02-28","cy":"人民币元","amount":"30","closeDate":"2018-02-28","advFlag":"是"}]},{"recId":"1039197-2497365915230808064-1000752","creditInstittutions":"N3514","jkBizType":"融资类银行保函","fiveCate":"正常","clearedLGAndOtherBusiDetailCellList":[{"acctCode":"G3451-0","openDate":"2017-09-01","dueDate":"2018-05-31","cy":"人民币元","amount":"40","closeDate":"2018-05-31","advFlag":"否"}]}]
</script>

		<!-- 相关还款责任 -->
	<!--相关还款责任-->
<div class="g-tt-h3 f-tleft f-mgtop"><img src="../resources/product/e/images/146.gif">相关还款责任</div>
<!-- 为其他借款人承担的相关还款责任 -->
<table class="g-tab-nobor">
    <tr>
        <th class="tnt f-tleft f-mgtop"><img src="../resources/product/e/images/hot_red_folder.gif">为其他借款人承担的相关还款责任</th>
    </tr>
</table>
            <table class="g-tab-nobor f-mgtop-s">
            <tr>
                <th class="tnt f-tleft f-mgtop">除贴现外的其他业务</th>
                <th class="f-tright">共2笔</th>
            </tr>
        </table>
    <div>
        <table class="g-tab-bor f-mgtop-s creditDetail">
            <tr>
                <th rowspan="2" class="g-w-10">账户编号</th>
                <th class="f-txt-nowrap g-w-10">责任类型</th>
                <th class="f-txt-nowrap g-w-10">保证合同<br>编号</th>
                <th class="f-txt-nowrap g-w-10">币种</th>
                <th class="f-txt-nowrap g-w-10">还款责任金额</th>
                <th class="f-txt-nowrap g-w-10">授信机构/<br>债权机构</th>
                <th class="f-txt-nowrap g-w-10">业务种类</th>
                <th class="f-txt-nowrap g-w-10">开立日期/<br>接收日期</th>
                <th class="f-txt-nowrap g-w-10">到期日</th>
                <th class="g-w-10">币种</th>
            </tr>
            <tr>
            	<th>借款金额/<br>信用额度</th>
                <th>余额</th>
                <th>五级分类</th>
                <th>逾期总额</th>
                <th>逾期本金</th>
                <th>逾期月数/<br>还款状态</th>
                <th>剩余还款月数</th>
                <th colspan="2">信息报告日期</th>
            </tr>
                            <tbody style="display: none" class="f-txtred">
                <tr>
                    <td rowspan="2">C1329</td>
                    <td>保证人/反担保人</td>
                    <td>P142</td>
                    <td>人民币元</td>
                    <td>100</td>
                    <td>B8348</td>
                    <td>保函垫款</td>
                    <td>2015-02-01</td>
                    <td>--</td>
                    <td>人民币元</td>
                </tr>
                <tr>
                	<td>20</td>
                    <td>20</td>
                    <td>可疑</td>
                    <td>--</td>
                    <td>--</td>
                    <td>--</td>
                    <td>--</td>
                    <td colspan="2">2018-05-16</td>
                </tr>
                </tbody>
                            <tbody style="display: none" class="">
                <tr>
                    <td rowspan="2">L2643</td>
                    <td>应收账款债务人</td>
                    <td>--</td>
                    <td>人民币元</td>
                    <td>300</td>
                    <td>B8348</td>
                    <td>流动资金贷款</td>
                    <td>2015-06-01</td>
                    <td>2019-05-31</td>
                    <td>人民币元</td>
                </tr>
                <tr>
                	<td>37.50</td>
                    <td>37.50</td>
                    <td>正常</td>
                    <td>0</td>
                    <td>0</td>
                    <td>0</td>
                    <td>--</td>
                    <td colspan="2">2018-09-02</td>
                </tr>
                </tbody>
                    </table>
                    </div>

        <table class="g-tab-nobor f-mgtop-s">
        <tr>
            <th class="tnt f-tleft f-mgtop">贴现</th>
            <th class="f-tright">共3笔</th>
        </tr>
    </table>
    <div>
        <table class="g-tab-bor f-tab-nomargin creditDetail">
            <tr>
	            <th class="f-txt-nowrap g-w-11">责任类型</th>
	            <th class="g-w-11">保证合同<br>编号</th>
	            <th class="g-w-11">还款责任<br>金额</th>
	            <th class="g-w-11">授信机构</th>
	            <th class="g-w-11">业务种类</th>
	            <th class="g-w-11">五级<br>分类</th>
	            <th class="g-w-11">账户<br>数</th>
	            <th class="g-w-11">借款<br>金额</th>
	            <th class="g-w-11">余额</th>
	            <th class="g-w-11">逾期<br>总额</th>
	            <th class="g-w-11">逾期<br>本金</th>
            </tr>
                            <tbody style="display: none" class="f-txtred">
                <tr>
	                <td>票据承兑人</td>
	                <td>--</td>
	                <td>15</td>
	                <td>M4625</td>
	                <td>有追索权的银行承兑汇票贴现</td>
	                <td>次级</td>
	                <td>1</td>
	                <td>15</td>
	                <td>10</td>
	                <td>3</td>
	                <td>3</td>
                </tr>
                </tbody>
                            <tbody style="display: none" class="">
                <tr>
	                <td>保证人/反担保人</td>
	                <td>P322</td>
	                <td>150</td>
	                <td>M4625</td>
	                <td>有追索权的银行承兑汇票贴现</td>
	                <td>正常</td>
	                <td>2</td>
	                <td>50</td>
	                <td>30</td>
	                <td>0</td>
	                <td>0</td>
                </tr>
                </tbody>
                    </table>
                    </div>

<!-- 为担保交易承担的相关还款责任 -->
<table class="g-tab-nobor f-mgtop-s">
    <tr>
        <th class="tnt f-tleft f-mgtop"><img src="../resources/product/e/images/hot_red_folder.gif">为担保交易承担的相关还款责任</th>
        <th class="f-tright">共5笔</th>
    </tr>
</table>
<div>
    <table class="g-tab-bor f-tab-nomargin creditDetail">
        <tr>
            <th class="g-w-9">责任类型</th>
            <th class="g-w-9">保证合同<br>编号</th>
            <th class="g-w-9">还款责任<br>金额</th>
            <th class="g-w-9">授信机构</th>
            <th class="g-w-9">业务种类</th>
            <th class="g-w-9">五级分类</th>
            <th class="g-w-9">账户数</th>
            <th class="g-w-9">担保金额</th>
            <th class="g-w-9">余额</th>
        </tr>
                    <tbody style="display: none" class="">
            <tr>
                <td>保证人/反担保人</td>
                <td>P404</td>
                <td>100</td>
                <td>N3514</td>
                <td>融资类银行保函</td>
                <td>正常</td>
                <td>3</td>
                <td>10</td>
                <td>8</td>
            </tr>
            </tbody>
                    <tbody style="display: none" class="">
            <tr>
                <td>其他</td>
                <td>--</td>
                <td>10</td>
                <td>M4625</td>
                <td>信用证</td>
                <td>正常</td>
                <td>2</td>
                <td>15</td>
                <td>6</td>
            </tr>
            </tbody>
            </table>
        </div>

<!-- 最高额保证 -->

</div>
			      	<!--非信贷交易信息-->
   		<br>
<div class="m-repbody">
	<div class="t1">非信贷记录明细</div>
 <div class="g-tt-h3 f-tleft f-mgtop">
	<img src="../resources/product/e/images/146.gif">公用事业缴费信息<span
		class="f-floatright">共1笔</span>
</div>

<table class="g-tab-bor f-tab-nomargin">
	<tr>
		<th class="g-w-6">公用事业单位名称</th>
		<th class="g-w-6">业务类型</th>
		<th class="g-w-6">缴费状态</th>
		<th class="g-w-6">累计欠费金额</th>
		<th class="g-w-6">统计年月</th>
		<th class="g-w-6">查看过去24个月<br>缴费情况
		</th>
	</tr>

	<tr class="">
		<td>中国电信集团北京市电信公司</td>
		<td>电信缴费</td>
		<td>欠费</td>
		<td>0.43</td>
		<td>2018-08</td>
		<td><a class="f-a-line" href="javascript:void(0)" onclick="openProductModal(this)"
			idToJudgeData="nonCreditTranRecord" filterId="1035259-1005982-21322445234553999901">查看</a></td>
	</tr>
	</table>






<div class="nonCreditTranRecord" style="display: none"  data-data="PublicUtilitiesPaymentHistoryBankVOInVm" data-filter-name="recId" data-width="650px">

		<div class="m-form-wrap" fillData="false">
			<!--表单s-->
			<!--<div class="s-fd-box">
        <div class="s-fd-con">-->
			<div class="f-mgb">
				<table class="g-tab-nobor">
					<tr>
						<th class="tnt f-tleft"><img
							src="../resources/product/e/images/hot_red_folder.gif">公用事业历史缴费记录明细</th>
					</tr>
				</table>
				<table class="g-tab-nobor f-tab-nomargin " >
					<tr class="f-txtalign-left">
						<td style="width: 40%;" class = "t4"><strong>公用事业单位名称：</strong>
						<span modalName="cpnName"></span></td>
						<td class = "t4"><strong>业务类型：</strong>
						<span modalName="busiType"></span></td>
					</tr>
				</table>
				<table class="g-tab-bor f-tab-nomargin" listname="historyDetail">
					<tr class="title">
						<th class="g-w-5" modalName="statisticalMonth">统计年月</th>
						<th class="g-w-5" modalName="payStatus">缴费状态</th>
						<th class="g-w-5" modalName="monthPayAmtCom">本月应缴金额</th>
						<th class="g-w-5" modalName="monthRealPayAmtCom">本月实缴金额</th>
						<th class="g-w-5" modalName="oweAmount">累计欠费金额</th>
					</tr>
				</table>

			</div>
		</div>

	</div>

<script>
		var PublicUtilitiesPaymentHistoryBankVOInVm = [{"recId":"1035259-1005982-21322445234553999901","cpnName":"中国电信集团北京市电信公司","busiType":"电信缴费","historyDetail":[{"statisticalMonth":"2018-08","payStatus":"欠费","monthPayAmtCom":"0.78","monthRealPayAmtCom":"0.50","oweAmount":"0.43"},{"statisticalMonth":"2018-07","payStatus":"欠费","monthPayAmtCom":"0.65","monthRealPayAmtCom":"0.50","oweAmount":"0.15"},{"statisticalMonth":"2018-06","payStatus":"欠费","monthPayAmtCom":"0.77","monthRealPayAmtCom":"0","oweAmount":"0.77"},{"statisticalMonth":"2018-05","payStatus":"欠费","monthPayAmtCom":"0.76","monthRealPayAmtCom":"0","oweAmount":"0.76"},{"statisticalMonth":"2018-04","payStatus":"正常缴费","monthPayAmtCom":"0.68","monthRealPayAmtCom":"0.68","oweAmount":"0"},{"statisticalMonth":"2018-03","payStatus":"欠费","monthPayAmtCom":"0.44","monthRealPayAmtCom":"0.10","oweAmount":"0.34"},{"statisticalMonth":"2018-02","payStatus":"欠费","monthPayAmtCom":"0.58","monthRealPayAmtCom":"0","oweAmount":"0.58"},{"statisticalMonth":"2018-01","payStatus":"欠费","monthPayAmtCom":"0.58","monthRealPayAmtCom":"0","oweAmount":"0.58"},{"statisticalMonth":"2017-12","payStatus":"正常缴费","monthPayAmtCom":"0.65","monthRealPayAmtCom":"0.65","oweAmount":"0"},{"statisticalMonth":"2017-11","payStatus":"正常缴费","monthPayAmtCom":"0.64","monthRealPayAmtCom":"0.64","oweAmount":"0"},{"statisticalMonth":"2017-10","payStatus":"正常缴费","monthPayAmtCom":"0.76","monthRealPayAmtCom":"0.76","oweAmount":"0"},{"statisticalMonth":"2017-09","payStatus":"正常缴费","monthPayAmtCom":"0.68","monthRealPayAmtCom":"0.68","oweAmount":"0"},{"statisticalMonth":"2017-08","payStatus":"正常缴费","monthPayAmtCom":"0.44","monthRealPayAmtCom":"0.44","oweAmount":"0"},{"statisticalMonth":"2017-07","payStatus":"正常缴费","monthPayAmtCom":"0.73","monthRealPayAmtCom":"0.73","oweAmount":"0"},{"statisticalMonth":"2017-06","payStatus":"正常缴费","monthPayAmtCom":"0.65","monthRealPayAmtCom":"0.65","oweAmount":"0"}]}]
</script>


</div>

  		<!--公共信息 -->
        <div class="m-repbody">
    <div class="t1">公共记录明细</div>

	<div class="g-tt-h3 f-tleft f-mgtop f-txtred"><img src="../resources/product/e/images/146.gif">民事判决记录</div>
					<table class="g-tab-bor f-txtalign-left f-tab-nomargin">
        <tr>
          <td class="g-w-2"><strong>立案法院：</strong><span class="">四川省泸州市中级人民法院</span></td>
          <td class="g-w-2"><strong>立案日期：</strong><span class="">2016-10-03</span></td>
        </tr>
        <tr>
          <td><strong>案由：</strong><span class="">房地产合同纠纷</span></td>
          <td><strong>诉讼地位：</strong><span class="">被告</span></td>
        </tr>
        <tr>
          <td><strong>案号：</strong><span class="">(2016)泸民终字第295号</span></td>
          <td><strong>审判程序：</strong><span class="">第一审</span></td>
        </tr>
        <tr>
          <td><strong>诉讼标的：</strong><span class="">房屋</span></td>
          <td><strong>诉讼标的金额（元）：</strong><span class="">25,000,000</span></td>
        </tr>
        <tr>
          <td><strong>结案方式：</strong><span class="">判决</span></td>
          <td><strong>判决/调解生效日期：</strong><span class="">2017-02-05</span></td>
        </tr>
          <tr>
          <td colspan="2"><strong>判决/调解结果：</strong><span class="">驳回上诉，维持原判。限期被告中国有限责任公司支付原告四川王氏房地产开发有限公司违约金45万元。如果未按期履行给付金钱义务，应当依照法律规定,加倍支付债务利息。驳回原告的其他诉讼请求。</span></td>
          </tr>
		</table>
         <ul class="u-msg-nonumlist">
       	      <li></li>
        </ul>

<div class="g-tt-h3 f-tleft f-mgtop f-txtred"><img src="../resources/product/e/images/146.gif">强制执行记录 </div>
    				<table class="g-tab-bor f-txtalign-left f-tab-nomargin">
        <tr>
          <td class="g-w-2"><strong>执行法院：</strong><span class="">北京市西城区人民法院</span></td>
          <td class="g-w-2"><strong>立案日期：</strong><span class="">2015-09-25</span></td>
        </tr>
        <tr>
          <td><strong>执行案由：</strong><span class="">货款</span></td>
          <td><strong>案号：</strong><span class="">（2015）建执字第1573号</span></td>
        </tr>
        <tr>
          <td><strong>申请执行标的：</strong><span class="">房屋</span></td>
          <td><strong>申请执行标的金额（元）：</strong><span class="">510,000</span></td>
        </tr>
        <tr>
          <td><strong>案件状态：</strong><span class="">2017年12月已结案</span></td>
          <td><strong>结案方式：</strong><span class="">执行完毕</span></td>
        </tr>
        <tr>
          <td><strong>已执行标的：</strong><span class="">房屋</span></td>
          <td><strong>已执行标的金额（元）：</strong><span class="">510,000</span></td>
        </tr>
		</table>
		<ul class="u-msg-nonumlist">
       	      <li></li>
        </ul>

<div class="g-tt-h3 f-tleft f-mgtop f-txtred"><img src="../resources/product/e/images/146.gif">行政处罚记录 </div>
			      <table class="g-tab-bor f-txtalign-left f-tab-nomargin">

        <tr>
          <td class="g-w-2"><strong>处罚机构：</strong><span class="">北京市质量技术监督局</span></td>
          <td class="g-w-2"><strong>处罚决定书文号：</strong><span class="">（京）质技监罚字[2017]318号</span></td>
        </tr>
        <tr>
          <td><strong>违法行为：</strong><span class="">生产伪造产地的建筑材料</span></td>
          <td><strong>处罚日期：</strong><span class="">2017-05-13</span></td>
        </tr>
        <tr>
          <td><strong>处罚决定：</strong><span class="">该类产品停产</span></td>
          <td><strong>处罚金额（元）：</strong><span class="">500,000</span></td>
        </tr>
        <tr>
          <td><strong>处罚执行情况：</strong><span class="">已缴纳罚款</span></td>
          <td><strong>行政复议结果：</strong><span class="">否</span></td>
        </tr>
      </table>
      <ul class="u-msg-nonumlist">
       	  <li></li>
      </ul>

 <div class="g-tt-h3 f-tleft f-mgtop"><img src="../resources/product/e/images/146.gif">住房公积金缴费记录</div>
    		      <table class="g-tab-bor f-txtalign-left f-tab-nomargin">
        <tr>
          <td class="g-w-2"><strong>统计年月：</strong><span class="">2018-09</span></td>
          <td class="g-w-2"><strong>初缴年月：</strong><span class="">2004-07</span></td>
        </tr>
        <tr>
          <td><strong>职工人数：</strong><span class="">500</span></td>
          <td><strong>缴费基数（元）：</strong><span class="">3,000,000</span></td>
        </tr>
        <tr>
          <td><strong>最近一次缴费日期：</strong><span class="">2018-09-27</span></td>
          <td><strong>缴至年月：</strong><span class="">2018-09</span></td>
        </tr>
        <tr>
          <td><strong>缴费状态：</strong><span class="">正常缴费</span></td>
          <td><strong>累计欠费金额（元）：</strong><span class="">--</span></td>
        </tr>
      </table>


      <div class="f-mgtop-s f-btn-mortwo f-cb">
	  <a href="javascript:void(0)" onclick="popProvidentPayment(this)" idToJudgeData="providentpaymenthistory" filterId="1122201824-1035259" >查看过去24个月缴费情况...</a>
	  </div>
        <ul class="u-msg-nonumlist">
       	      <li></li>
        </ul>



	<div style="display: none" class="providentpaymenthistory" data-data="ProvidentPaymentHistoryBankUnitVOInVm" data-filter-name="recId" data-width="650px">

  <div class="m-form-wrap">
    	<div class="f-mgb">
      <table class="g-tab-nobor">
        <tr>
        	<th class="tnt f-tleft t4"><img src="../resources/product/e/images/hot_red_folder.gif">住房公积金历史缴费记录明细</th>
        </tr>
      </table>

      <table class="g-tab-bor f-tab-nomargin">
        <tr class="title">
          <th class="g-w-5" modalName= "payYearMonth">统计年月</th>
          <th class="g-w-5" modalName= "payStatus">缴费状态</th>
          <th class="g-w-5" modalName= "payableAmount">本月应缴金额（元）</th>
          <th class="g-w-5" modalName= "actualAmount">本月实缴金额（元）</th>
          <th class="g-w-5" modalName= "totalOverDueAmount">累计欠费金额（元）</th>
        </tr>

      </table>

      </div>
	</div>

</div>


   <script>
		var ProvidentPaymentHistoryBankUnitVOInVm = [{"recId":"1122201824-1035259","payYearMonth":"2018-09","payStatus":"正常缴费","payableAmount":"105,460","actualAmount":"105,460","totalOverDueAmount":"--"},{"recId":"1122201824-1035259","payYearMonth":"2018-08","payStatus":"正常缴费","payableAmount":"115,030","actualAmount":"115,030","totalOverDueAmount":"--"},{"recId":"1122201824-1035259","payYearMonth":"2018-06","payStatus":"正常缴费","payableAmount":"109,209","actualAmount":"109,209","totalOverDueAmount":"--"},{"recId":"1122201824-1035259","payYearMonth":"2018-05","payStatus":"正常缴费","payableAmount":"102,460","actualAmount":"102,460","totalOverDueAmount":"--"},{"recId":"1122201824-1035259","payYearMonth":"2018-04","payStatus":"正常缴费","payableAmount":"125,030","actualAmount":"125,030","totalOverDueAmount":"--"},{"recId":"1122201824-1035259","payYearMonth":"2018-03","payStatus":"正常缴费","payableAmount":"139,219","actualAmount":"139,219","totalOverDueAmount":"--"},{"recId":"1122201824-1035259","payYearMonth":"2018-02","payStatus":"正常缴费","payableAmount":"105,460","actualAmount":"105,460","totalOverDueAmount":"--"},{"recId":"1122201824-1035259","payYearMonth":"2018-01","payStatus":"正常缴费","payableAmount":"115,035","actualAmount":"115,035","totalOverDueAmount":"--"},{"recId":"1122201824-1035259","payYearMonth":"2017-12","payStatus":"正常缴费","payableAmount":"102,209","actualAmount":"102,209","totalOverDueAmount":"--"},{"recId":"1122201824-1035259","payYearMonth":"2017-11","payStatus":"正常缴费","payableAmount":"105,460","actualAmount":"105,460","totalOverDueAmount":"--"},{"recId":"1122201824-1035259","payYearMonth":"2017-10","payStatus":"正常缴费","payableAmount":"155,030","actualAmount":"155,030","totalOverDueAmount":"--"},{"recId":"1122201824-1035259","payYearMonth":"2017-09","payStatus":"正常缴费","payableAmount":"149,209","actualAmount":"149,209","totalOverDueAmount":"--"},{"recId":"1122201824-1035259","payYearMonth":"2017-08","payStatus":"正常缴费","payableAmount":"145,460","actualAmount":"145,460","totalOverDueAmount":"--"},{"recId":"1122201824-1035259","payYearMonth":"2017-07","payStatus":"正常缴费","payableAmount":"145,030","actualAmount":"145,030","totalOverDueAmount":"--"},{"recId":"1122201824-1035259","payYearMonth":"2017-06","payStatus":"正常缴费","payableAmount":"149,209","actualAmount":"149,209","totalOverDueAmount":"--"}];
   </script>

	<div class="g-tt-h3 f-tleft f-mgtop"><img src="../resources/product/e/images/146.gif">获得许可记录</div>

		<table class="g-tab-bor f-tab-nomargin">
			<tr>
			  <th style="width:17.5%">许可部门</th>
			  <th style="width:17.5%">许可类型</th>
			  <th style="width:17.5%">许可日期</th>
			  <th style="width:17.5%">截止日期</th>
			  <th style="width:30%">许可内容</th>
			</tr>
						<tr class="">
			  <td>北京市环保局</td>
			  <td>环保审批</td>
			  <td>2017-01-01</td>
			  <td>2020-12-31</td>
			  <td>建设项目环境影响评价审批</td>
			</tr>
					</table>

<div class="g-tt-h3 f-tleft f-mgtop"><img src="../resources/product/e/images/146.gif">获得认证记录</div>

		<table class="g-tab-bor f-tab-nomargin">
			<tr>
				<th style="width:27.5%">认证部门</th>
				<th style="width:27.5%">认证类型</th>
				<th style="width:15%">认证日期</th>
				<th style="width:15%">截止日期</th>
				<th style="width:15%">认证内容</th>
			</tr>
						<tr class="">
				<td>北京市质量技术监督局</td>
				<td>强制产品质量认证</td>
				<td>2018-04-01</td>
				<td>2020-03-31</td>
				<td>--</td>
			</tr>
					</table>


<div class="g-tt-h3 f-tleft f-mgtop"><img src="../resources/product/e/images/146.gif">获得资质记录</div>
      <table class="g-tab-bor f-tab-nomargin">
        <tr>
          <th style="width:27.5%">认定部门</th>
          <th style="width:27.5%">资质类型</th>
          <th style="width:15%">批准日期</th>
          <th style="width:15%">截止日期</th>
          <th style="width:15%">资质内容</th>
        </tr>
		        <tr class="">
          <td>北京市建设厅</td>
          <td>建筑企业资质</td>
          <td>2014-07-10</td>
          <td>2020-07-09</td>
          <td>--</td>
        </tr>
		      </table>

<div class="g-tt-h3 f-tleft f-mgtop"><img src="../resources/product/e/images/146.gif">获得奖励记录</div>
      <table class="g-tab-bor f-tab-nomargin">
        <tr>
          <th style="width:27.5%">奖励部门</th>
          <th style="width:27.5%">奖励名称</th>
          <th style="width:15%">授予日期</th>
          <th style="width:15%">截止日期</th>
          <th style="width:15%">奖励事实</th>
        </tr>
		        <tr  class="">
          <td>北京市质量技术监督局</td>
          <td>北京市名牌</td>
          <td>2017-01-25</td>
          <td>2020-12-31</td>
          <td>--</td>
        </tr>
		      </table>

<div class="g-tt-h3 f-tleft f-mgtop"><img src="../resources/product/e/images/146.gif">出入境检验检疫绿色通道信息</div>
      <table class="g-tab-bor f-tab-nomargin">
        <tr>
          <th class="g-w-3">批准部门</th>
          <th class="g-w-3">出口商品名称</th>
          <th class="g-w-3">生效日期</th>
        </tr>
		        <tr class="">
          <td>国家质量检验检疫总局</td>
          <td>棉麻制品</td>
          <td>2016-01-01</td>
        </tr>
		      </table>

<div class="g-tt-h3 f-tleft f-mgtop"><img src="../resources/product/e/images/146.gif">进出口商品免验信息</div>
      <table class="g-tab-bor f-tab-nomargin">
        <tr>
          <th class="g-w-4">批准部门</th>
          <th class="g-w-4">免验商品名称</th>
          <th class="g-w-4">免验号</th>
          <th class="g-w-4">截止日期</th>
        </tr>
		        <tr class="">
          <td>国家质量检验检疫总局</td>
          <td>棉麻制品</td>
          <td>201801234</td>
          <td>2020-12-31</td>
        </tr>
		      </table>

<div class="g-tt-h3 f-tleft f-mgtop"><img src="../resources/product/e/images/146.gif">进出口商品检验分类监管信息</div>
      <table class="g-tab-bor f-tab-nomargin">
        <tr>
          <th style="width:27.5%">监管部门</th>
          <th style="width:27.5%">管辖直属局</th>
          <th style="width:15%">监管级别</th>
          <th style="width:15%">生效日期</th>
          <th style="width:15%">截止日期</th>
        </tr>
		        <tr class="">
          <td>国家质量检验检疫总局</td>
          <td>北京分局</td>
          <td>一类企业</td>
          <td>2015-08-01</td>
          <td>2024-07-31</td>
        </tr>
		      </table>


<div class="g-tt-h3 f-tleft f-mgtop"><img src="../resources/product/e/images/146.gif">融资规模控制信息</div>
      <table class="g-tab-bor  f-tab-nomargin">
        <tr>
          <th  style="width:27.5%">所属名录</th>
          <th  style="width:27.5%">融资控制类型</th>
          <th  style="width:17.5%">年度</th>
          <th  style="width:27.5%">规模</th>
        </tr>
		        <tr class="">
          <td>土地储备机构名录</td>
          <td>年度可融资规模</td>
          <td>2018</td>
          <td>0.01</td>
        </tr>
		      </table>

</div>

        <!-- 财务报表 -->

<div class="m-repbody">
    	<div class="t1">财务报表</div>

      <div class="g-tt-h3 f-tleft f-mgtop"><img src="../resources/product/e/images/146.gif">企业资产负债表/事业单位资产负债表</div>
      <table class="g-tab-bor f-tab-nomargin">
 <tr>
    <th class="g-w-5">报表类型</th>
        <th class="g-w-5">2019</th>
        <th class="g-w-5">2018</th>
        <th class="g-w-5">2017</th>
        <th class="g-w-5">2016</th>
     </tr>

<tr>
	<td class="g-w-5">年报</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
					<a class="f-a-line" href="javascript:void(0)"  idToJudgeData = "balance" filterNames="reportType reportYear reportDetailType" filterIds="年报 2017 合并报表" onClick="popFinDetail(this);">合并报表</a>


		</td>


	<td class="g-w-5">
		--
		</td>

	</tr>
<tr>
	<td class="g-w-5">半年报（上）</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">

				<a class="f-a-line" href="javascript:void(0)"  idToJudgeData = "balance" filterNames="reportType reportYear reportDetailType" filterIds="半年报（上） 2018 本部报表" onClick="popFinDetail(this);">本部报表</a>

		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>

	</tr>
<tr>
	<td class="g-w-5">半年报（下）</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>

	</tr>
<tr>
	<td class="g-w-5">季报（一）</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>

	</tr>
<tr>
	<td class="g-w-5">季报（二）</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>

	</tr>
<tr>
	<td class="g-w-5">季报（三）</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>

	</tr>
<tr>
	<td class="g-w-5">季报（四）</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>

	</tr>

</table>



   <div class="g-tt-h3 f-tleft f-mgtop-s"><img src="../resources/product/e/images/146.gif">企业利润表/事业单位收入支出表</div>
    <table class="g-tab-bor f-tab-nomargin">

        <tr>
    <th class="g-w-5">报表类型</th>
        <th class="g-w-5">2019</th>
        <th class="g-w-5">2018</th>
        <th class="g-w-5">2017</th>
        <th class="g-w-5">2016</th>
     </tr>

<tr>
	<td class="g-w-5">年报</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">

				<a class="f-a-line" href="javascript:void(0)"  idToJudgeData = "income" filterNames="reportType reportYear reportDetailType" filterIds="年报 2017 本部报表" onClick="popFinDetail(this);">本部报表</a>

		</td>


	<td class="g-w-5">
		--
		</td>

	</tr>
<tr>
	<td class="g-w-5">半年报（上）</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>

	</tr>
<tr>
	<td class="g-w-5">半年报（下）</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>

	</tr>
<tr>
	<td class="g-w-5">季报（一）</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
					<a class="f-a-line" href="javascript:void(0)"  idToJudgeData = "income" filterNames="reportType reportYear reportDetailType" filterIds="季报（一） 2018 合并报表" onClick="popFinDetail(this);">合并报表</a>


		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>

	</tr>
<tr>
	<td class="g-w-5">季报（二）</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>

	</tr>
<tr>
	<td class="g-w-5">季报（三）</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>

	</tr>
<tr>
	<td class="g-w-5">季报（四）</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>

	</tr>

</table>

<div class="g-tt-h3 f-tleft f-mgtop-s"><img src="../resources/product/e/images/146.gif">企业现金流量表</div>

    <table class="g-tab-bor f-tab-nomargin">
       <tr>
    <th class="g-w-5">报表类型</th>
        <th class="g-w-5">2019</th>
        <th class="g-w-5">2018</th>
        <th class="g-w-5">2017</th>
        <th class="g-w-5">2016</th>
     </tr>

<tr>
	<td class="g-w-5">年报</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">

				<a class="f-a-line" href="javascript:void(0)"  idToJudgeData = "cashflow" filterNames="reportType reportYear reportDetailType" filterIds="年报 2017 本部报表" onClick="popFinDetail(this);">本部报表</a>

		</td>


	<td class="g-w-5">
		--
		</td>

	</tr>
<tr>
	<td class="g-w-5">半年报（上）</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
					<a class="f-a-line" href="javascript:void(0)"  idToJudgeData = "cashflow" filterNames="reportType reportYear reportDetailType" filterIds="半年报（上） 2018 合并报表" onClick="popFinDetail(this);">合并报表</a>


		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>

	</tr>
<tr>
	<td class="g-w-5">半年报（下）</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>

	</tr>
<tr>
	<td class="g-w-5">季报（一）</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>

	</tr>
<tr>
	<td class="g-w-5">季报（二）</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>

	</tr>
<tr>
	<td class="g-w-5">季报（三）</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>

	</tr>
<tr>
	<td class="g-w-5">季报（四）</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>


	<td class="g-w-5">
		--
		</td>

	</tr>
</table>

  </div>

<div style="display: none">
<div  class="EalZeroTwoPopVo">

  <div class="m-form-wrap">
   	<div class="f-mgb">
      <table class="g-tab-nobor">
        <tr>
          <th class="t4 tnt f-txtalign-left" style="width:40%"><img src="../resources/product/e/images/hot_red_folder.gif">企业资产负债表(2002版)</th>
          <td class="t4 f-txtalign-mid"><span modalname="reportYear">2015</span><span modalname="reportType">年报</span>（<span modalname="reportDetailType">本部</span>）单位（元）</td>
          <td class="t4 f-txtright"><span modalname="entCertName">B123</span>提供</td>
        </tr>
      </table>
      <table class="g-tab-bor f-tab-nomargin f-txtalign-left">
        <tr class="f-txtalign-mid">
          <th class="g-w-4">项目</th>
          <th class="g-w-4">期末值</th>
          <th class="g-w-4">项目</th>
          <th class="g-w-4">期末值</th>
        </tr>

        <tr>
			<td>货币资金</td>
			<td modalname="currencyFunds"> </td>
			<td>短期借款</td>
			<td modalname="shortTermBorrowings"> </td>
		</tr>
		<tr>
			<td>短期投资</td>
			<td modalname="shortTermInvestments"> </td>
			<td>应付票据</td>
			<td modalname="notesPayable"> </td>
		</tr>
		<tr>
			<td>应收票据</td>
			<td modalname="notesReceivable"> </td>
			<td>应付账款</td>
			<td modalname="accountsPayable"> </td>
		</tr>
		<tr>
			<td>应收股利</td>
			<td modalname="dividendsReceivable"> </td>
			<td>预收账款</td>
			<td modalname="receiptsInAdvance"> </td>
		</tr>
		<tr>
			<td>应收利息</td>
			<td modalname="interestReceivable"> </td>
			<td>应付工资</td>
			<td modalname="wagesOrSalariesPayables"> </td>
		</tr>
		<tr>
			<td>应收账款</td>
			<td modalname="accountsReceivable"> </td>
			<td>应付福利费</td>
			<td modalname="employeeBenefits"> </td>
		</tr>
		<tr>
			<td>其他应收款</td>
			<td modalname="otherReceivables"> </td>
			<td>应付利润</td>
			<td modalname="tncomePayable"> </td>
		</tr>
		<tr>
			<td>预付账款</td>
			<td modalname="prepayments"> </td>
			<td>应交税金</td>
			<td modalname="taxesPayable"> </td>
		</tr>
		<tr>
			<td>期货保证金</td>
			<td modalname="futureGuarantee"> </td>
			<td>其他应交款</td>
			<td modalname="otherPayableToGovernment"> </td>
		</tr>
		<tr>
			<td>应收补贴款</td>
			<td modalname="allowanceReceivable"> </td>
			<td>其他应付款</td>
			<td modalname="otherPayable"> </td>
		</tr>
		<tr>
			<td>应收出口退税</td>
			<td modalname="exportDrawbackReceivable"> </td>
			<td>预提费用</td>
			<td modalname="provisionForExpenses"> </td>
		</tr>
		<tr>
			<td>存货</td>
			<td modalname="inventories"> </td>
			<td>预计负债</td>
			<td modalname="provisions"> </td>
		</tr>
		<tr>
			<td>存货原材料</td>
			<td modalname="rawMaterials"> </td>
			<td>一年内到期的长期负债</td>
			<td modalname="longTermLiabilities"> </td>
		</tr>
		<tr>
			<td>存货产成品</td>
			<td modalname="finishedProducts"> </td>
			<td>其他流动负债</td>
			<td modalname="otherCurrentLiabilities"> </td>
		</tr>
		<tr>
			<td>待摊费用</td>
			<td modalname="deferredExpenses"> </td>
			<th>流动负债合计</th>
			<td modalname="totalCurrentLiabilities"> </td>
		</tr>
		<tr>
			<td>待处理流动资产净损失</td>
			<td modalname="unsettledGLOnCurrentAssets"> </td>
			<td>长期借款</td>
			<td modalname="longTermBorrowings"> </td>
		</tr>
		<tr>
			<td>一年内到期的长期债权投资</td>
			<td modalname="longTermInAYear"> </td>
			<td>应付债券</td>
			<td modalname="bondsPayable"> </td>
		</tr>
		<tr>
			<td>其他流动资产</td>
			<td modalname="otherCurrentAssets"> </td>
			<td>长期应付款</td>
			<td modalname="longTermPayables"> </td>
		</tr>
		<tr>
			<th>流动资产合计</th>
			<td modalname="totalCurrentAssets"> </td>
			<td>专项应付款</td>
			<td modalname="grantsPayable"> </td>
		</tr>
		<tr>
			<td>长期投资</td>
			<td modalname="longTermInvestment"> </td>
			<td>其他长期负债</td>
			<td modalname="otherLongTermLiabilities"> </td>
		</tr>
		<tr>
			<td>长期股权投资</td>
			<td modalname="longTermEquityInvestment"> </td>
			<td>（其他长期负债科目下）特准储备基金</td>
			<td modalname="specialReserveFund"> </td>
		</tr>
		<tr>
			<td>长期债权投资</td>
			<td modalname="longTermSecurities"> </td>
			<th>长期负债合计</th>
			<td modalname="totalLongTermLiabilities"> </td>
		</tr>
		<tr>
			<td>合并价差</td>
			<td modalname="incorporatingPrice"> </td>
			<td>递延税款贷项</td>
			<td modalname="deferredTaxationCredit"> </td>
		</tr>
		<tr>
			<td>长期投资合计</td>
			<td modalname="totalLongTermInvestment"> </td>
			<td>负债合计</td>
			<td modalname="totalLiabilities"> </td>
		</tr>
		<tr>
			<td>固定资产原价</td>
			<td modalname="originalCostOfFixedAsset"> </td>
			<td>少数股东权益</td>
			<td modalname="minorityInterest"> </td>
		</tr>
		<tr>
			<td>累计折旧</td>
			<td modalname="fixedAssetAccumulated"> </td>
			<td>实收资本</td>
			<td modalname="paidInCapital"> </td>
		</tr>
		<tr>
			<td>固定资产净值</td>
			<td modalname="fixedAssetsNetValue"> </td>
			<td>国家资本</td>
			<td modalname="nationalCapital"> </td>
		</tr>
		<tr>
			<td>固定资产值减值准备</td>
			<td modalname="impairmentOfFixedAssets"> </td>
			<td>集体资本</td>
			<td modalname="collectiveCapital"> </td>
		</tr>
		<tr>
			<td>固定资产净额</td>
			<td modalname="netValueOfFixedAssets"> </td>
			<td>法人资本</td>
			<td modalname="legalPersonsCapital"> </td>
		</tr>
		<tr>
			<td>固定资产清理</td>
			<td modalname="fixedAssetsPending"> </td>
			<td>（法人资本科目下）国有法人资本</td>
			<td modalname="stateOwnedLegalPersons"> </td>
		</tr>
		<tr>
			<td>工程物资</td>
			<td modalname="constructionMaterials"> </td>
			<td>（法人资本科目下）集体法人资本</td>
			<td modalname="collectiveLegalPersons"> </td>
		</tr>
		<tr>
			<td>在建工程</td>
			<td modalname="constructionInProgress"> </td>
			<td>个人资本</td>
			<td modalname="personalCapital"> </td>
		</tr>
		<tr>
			<td>待处理固定资产净损失</td>
			<td modalname="unsettledGLOnFixedAssets"> </td>
			<td>外商资本</td>
			<td modalname="foreignBusinessmensCapital"> </td>
		</tr>
		<tr>
			<th>固定资产合计</th>
			<td modalname="totalFixedAssets"> </td>
			<td>资本公积</td>
			<td modalname="capitalrRserve"> </td>
		</tr>
		<tr>
			<td>无形资产</td>
			<td modalname="intangibleAssets"> </td>
			<td>盈余公积</td>
			<td modalname="surplusReserve"> </td>
		</tr>
		<tr>
			<td>（无形资产科目下）土地使用权</td>
			<td modalname="landUseRights"> </td>
			<td>（盈余公积科目下）法定盈余公积</td>
			<td modalname="statutorySurplusReserve"> </td>
		</tr>
		<tr>
			<td>递延资产</td>
			<td modalname="deferredAssets"> </td>
			<td>（盈余公积科目下）公益金</td>
			<td modalname="publicWelfareFund"> </td>
		</tr>
		<tr>
			<td>（递延资产科目下）固定资产修理</td>
			<td modalname="includingFixedAssets"> </td>
			<td>（盈余公积科目下）补充流动资本</td>
			<td modalname="supplermentaryCurrentCapital"> </td>
		</tr>
		<tr>
			<td>（递延资产科目下）固定资产改良支出</td>
			<td modalname="improvementExpenditure"> </td>
			<td>未确认的投资损失</td>
			<td modalname="unaffirmedInvestmentLoss"> </td>
		</tr>
		<tr>
			<td>其他长期资产</td>
			<td modalname="otherLongTermAssets"> </td>
			<td>未分配利润</td>
			<td modalname="unappropriatedProfit"> </td>
		</tr>
		<tr>
			<td>（其他长期资产科目下）特准储备物资</td>
			<td modalname="amongItSpecially"> </td>
			<td>外币报表折算差额</td>
			<td modalname="differenceOnTranslation"> </td>
		</tr>
		<tr>
			<td>无形及其他资产合计</td>
			<td modalname="totalIntangibleAssets"> </td>
			<th>所有者权益合计</th>
			<td modalname="totalEquity"> </td>
		</tr>
		<tr>
			<td>递延税款借项</td>
			<td modalname="deferredAssetsDebits"> </td>
			<th>负债和所有者权益总计</th>
			<td modalname="totalEquityAndLiabilities"> </td>
		</tr>
		<tr>
			<th>资产总计</th>
			<td modalname="totalAssets"> </td>
			<td></td>
			<td> </td>
		</tr>

      </table>

      </div>
	</div>

</div>

<div  class="EalZeroSevenPopVo">

  <div class="m-form-wrap">
    <div class="f-mgb">
      <table class="g-tab-nobor">
        <tr>
          <th class="t4 tnt f-txtalign-left" style="width:40%"><img src="../resources/product/e/images/hot_red_folder.gif">企业资产负债表(2007版)</th>
          <td class="t4 f-txtalign-mid"><span modalname="reportYear">2015</span><span modalname="reportType">年报</span>（<span modalname="reportDetailType">本部</span>）单位（元）</td>
          <td class="t4 f-txtright"><span modalname="entCertName">B123</span>提供</td>

        </tr>
      </table>
      <table class="g-tab-bor f-tab-nomargin f-txtalign-left">
        <tr class="f-txtalign-mid">
          <th class="g-w-4">项目</th>
          <th class="g-w-4">期末值</th>
          <th class="g-w-4">项目</th>
          <th class="g-w-4">期末值</th>
        </tr>

        <tr>
          <td>货币资金</td>
          <td modalname="currencyFunds"> </td>
          <td>短期借款</td>
          <td modalname="shortTermBorrowings"> </td>
        </tr>
        <tr>
          <td>交易性金融资产</td>
          <td modalname="financialAssetsHeldForTrading"> </td>
          <td>交易性金融负债</td>
          <td modalname="financialLiabilitiesHeldForTrading"> </td>
        </tr>

        <tr>
          <td>应收票据</td>
          <td modalname="notesReceivable"> </td>
          <td>应付票据</td>
          <td modalname="notesPayable"> </td>
        </tr>

        <tr>
          <td>应收账款</td>
          <td modalname="accountsReceivable"> </td>
          <td>应付账款</td>
          <td modalname="accountsPayable"> </td>
        </tr>

        <tr>
          <td>预付账款</td>
          <td modalname="prepayments"> </td>
          <td>预收账款</td>
          <td modalname="receiptsInAdvance"> </td>
        </tr>

        <tr>
          <td>应收利息</td>
          <td modalname="interestReceivable"> </td>
          <td>应付利息</td>
          <td modalname="interestPayable"> </td>
        </tr>

        <tr>
          <td>应收股利</td>
          <td modalname="dividendsReceivable"> </td>
          <td>应付职工薪酬</td>
          <td modalname="employeeBenefitsPayable"> </td>
        </tr>

        <tr>
          <td>其他应收款</td>
          <td modalname="otherReceivables"> </td>
          <td>应交税费</td>
          <td modalname="taxsPayable"> </td>
        </tr>

        <tr>
          <td>存货</td>
          <td modalname="inventories"> </td>
          <td>应付股利</td>
          <td modalname="dividendsPayable"> </td>
        </tr>

        <tr>
          <td>一年内到期的非流动资产</td>
          <td modalname="currentPortionOfNonCurrentAssets"> </td>
          <td>其他应付款</td>
          <td modalname="otherPayables"> </td>
        </tr>

        <tr>
          <td>其他流动资产</td>
          <td modalname="otherCurrentAssets"> </td>
          <td>一年内到期的非流动负债</td>
          <td modalname="currentPortionOfLongTermLiabilities"> </td>
        </tr>

        <tr>
          <th>流动资产合计</th>
          <td modalname="totalCurrentAssets"> </td>
          <td>其他流动负债</td>
          <td modalname="otherCurrentLiabilities"> </td>
        </tr>

        <tr>
          <td>可供出售的金融资产</td>
          <td modalname="financialAssetsAvailableForSale"> </td>
          <th>流动负债合计</th>
          <td modalname="totalCurrentLiabilities"> </td>
        </tr>

        <tr>
          <td>持有至到期投资</td>
          <td modalname="heldToMaturityInvestments"> </td>
          <td>长期借款</td>
          <td modalname="longTermBorrowings"> </td>
        </tr>

        <tr>
          <td>长期股权投资</td>
          <td modalname="longTermEquityInvestment"> </td>
          <td>应付债券</td>
          <td modalname="bondsPayables"> </td>
        </tr>

        <tr>
          <td>长期应收款</td>
          <td modalname="longTermReceivables"> </td>
          <td>长期应付款</td>
          <td modalname="longTermPayables"> </td>
        </tr>

        <tr>
          <td>投资性房地产</td>
          <td modalname="investmentProperties"> </td>
          <td>专项应付款</td>
          <td modalname="grantsPayable"> </td>
        </tr>

        <tr>
          <td>固定资产</td>
          <td modalname="fixedAssets"> </td>
          <td>预计负债</td>
          <td modalname="provisions"> </td>
        </tr>

        <tr>
          <td>在建工程</td>
          <td modalname="constructionInProgress"> </td>
          <td>递延所得税负债</td>
          <td modalname="deferredTaxLiabilities"> </td>
        </tr>

        <tr>
          <td>工程物资</td>
          <td modalname="constructionMaterials"> </td>
          <td>其他非流动负债</td>
          <td modalname="otherNonCurrentLiabilities"> </td>
        </tr>

        <tr>
          <td>固定资产清理</td>
          <td modalname="fixedAssetsPendingForDisposal"> </td>
          <th>非流动负债合计</th>
          <td modalname="totalNonCurrentLiabilities"> </td>
        </tr>

        <tr>
          <td>生产性生物资产</td>
          <td modalname="nonCurrentBiologicalAssets"> </td>
          <th>负债合计</th>
          <td modalname="totalLiabilities"> </td>
        </tr>

        <tr>
          <td>油气资产</td>
          <td modalname="oilAndGasAssets"> </td>
          <td>实收资本（或股本）</td>
          <td modalname="paidInCapitalOrShareCapital"> </td>
        </tr>

        <tr>
          <td>无形资产</td>
          <td modalname="intangibleAssets"> </td>
          <td>资本公积</td>
          <td modalname="capitalrRserve"> </td>
        </tr>

        <tr>
          <td>开发支出</td>
          <td modalname="developmentDisbursements"> </td>
          <td>减：库存股</td>
          <td modalname="lessTreasuryStocks"> </td>
        </tr>

        <tr>
          <td>商誉</td>
          <td modalname="goodwill"> </td>
          <td>盈余公积</td>
          <td modalname="surplusReserve"> </td>
        </tr>

        <tr>
          <td>长期待摊费用</td>
          <td modalname="longTermDeferredExpenses"> </td>
          <td>未分配利润</td>
          <td modalname="unappropriatedProfit"> </td>
        </tr>

        <tr>
          <td>递延所得税资产</td>
          <td modalname="deferredTaxAssets"> </td>
          <th>所有者权益合计</th>
          <td modalname="totalEquity"> </td>
        </tr>

        <tr>
          <td>其他非流动资产</td>
          <td modalname="otherNonCurrentAssets"> </td>
          <th>负债和所有者权益合计</th>
          <td modalname="totalEquityAndLiabilities"> </td>
        </tr>

        <tr>
          <th>非流动资产合计</th>
          <td modalname="totalNonCurrentAssets"> </td>
          <td> </td>
          <td> </td>
        </tr>

        <tr>
          <th>资产总计</th>
          <td modalname="totalAssets"> </td>
          <td> </td>
          <td> </td>
        </tr>


      </table>

      </div>
        <!--</div>
      </div> -->
    <!--表单e-->
	</div>

</div>

<div class="InstitutionEal97PopVo">

        <div class="m-form-wrap">
            <div class="f-mgb">
                <table class="g-tab-nobor">
                    <tr>
                        <th class="t4 tnt f-txtalign-left" style="width:40%"><img
                                src="../resources/product/e/images/hot_red_folder.gif">事业单位资产负债表（1997版）
                        </th>
                        <td class="t4 f-txtalign-mid"><span modalname="reportYear">2015</span><span
                                modalname="reportType">年报</span>（<span modalname="reportDetailType">本部</span>）单位（元）
                        </td>
                        <td class="t4 f-txtright"><span modalname="entCertName">B123</span>提供</td>

                    </tr>
                </table>
                <table class="g-tab-bor f-tab-nomargin f-txtalign-left">
                    <tr class="f-txtalign-mid">
                        <th class="g-w-2">项目</th>
                        <th class="g-w-2">期末值</th>
                    </tr>
                    <tr>
                        <td>现金</td>
                        <td modalname="cash"> </td>
                    </tr>
                    <tr>
                        <td>银行存款</td>
                        <td modalname="bankDeposit"> </td>
                    </tr>
                    <tr>
                        <td>应收票据</td>
                        <td modalname="notesReceivable"> </td>
                    </tr>
                    <tr>
                        <td>应收账款</td>
                        <td modalname="receivable"> </td>
                    </tr>
                    <tr>
                        <td>预付账款</td>
                        <td modalname="advancePayment"> </td>
                    </tr>
                    <tr>
                        <td>其他应收款</td>
                        <td modalname="otherReceivable"> </td>
                    </tr>
                    <tr>
                        <td>材料</td>
                        <td modalname="material"> </td>
                    </tr>
                    <tr>
                        <td>产成品</td>
                        <td modalname="endProduct"> </td>
                    </tr>
                    <tr>
                        <td>对外投资</td>
                        <td modalname="foreignInvestment"> </td>
                    </tr>
                    <tr>
                        <td>固定资产</td>
                        <td modalname="fixedAssets"> </td>
                    </tr>
                    <tr>
                        <td>无形资产</td>
                        <td modalname="intangibleAssets"> </td>
                    </tr>
                    <tr>
                        <td><strong>资产合计</strong></td>
                        <td modalname="assetsSum"> </td>
                    </tr>
                    <tr>
                        <td>拨出经费</td>
                        <td modalname="dialOutFunds"> </td>
                    </tr>
                    <tr>
                        <td>拨出专款</td>
                        <td modalname="dialOutSpecialFund"> </td>
                    </tr>
                    <tr>
                        <td>专款支出</td>
                        <td modalname="specialFundExpenses"> </td>
                    </tr>
                    <tr>
                        <td>事业支出</td>
                        <td modalname="causeExpenses"> </td>
                    </tr>
                    <tr>
                        <td>经营支出</td>
                        <td modalname="operateExpenses"> </td>
                    </tr>
                    <tr>
                        <td>成本费用</td>
                        <td modalname="costExpenses"> </td>
                    </tr>
                    <tr>
                        <td>销售税金</td>
                        <td modalname="marketTaxes"> </td>
                    </tr>
                    <tr>
                        <td>上缴上级支出</td>
                        <td modalname="turnOverSuperiorExpenses"> </td>
                    </tr>
                    <tr>
                        <td>对附属单位补助</td>
                        <td modalname="subUnitSubsidy"> </td>
                    </tr>
                    <tr>
                        <td>结转自筹基建</td>
                        <td modalname="nodeSelfFinancingInfrastructure"> </td>
                    </tr>
                    <tr>
                        <td><strong>支出合计</strong></td>
                        <td modalname="expensesSum"> </td>
                    </tr>
                    <tr>
                        <td><strong>资产部类总计</strong></td>
                        <td modalname="totalAssets"> </td>
                    </tr>
                    <tr>
                        <td>借记款项</td>
                        <td modalname="debitPayment"> </td>
                    </tr>
                    <tr>
                        <td>应付票据</td>
                        <td modalname="notesPayable"> </td>
                    </tr>
                    <tr>
                        <td>应付账款</td>
                        <td modalname="payableAccount"> </td>
                    </tr>
                    <tr>
                        <td>预收账款</td>
                        <td modalname="depositReceived"> </td>
                    </tr>
                    <tr>
                        <td>其他应付款</td>
                        <td modalname="otherPayableAccount"> </td>
                    </tr>
                    <tr>
                        <td>应缴预算款</td>
                        <td modalname="payableBudget"> </td>
                    </tr>
                    <tr>
                        <td>应缴财政专户款</td>
                        <td modalname="financialSpecialAccountPayable"> </td>
                    </tr>
                    <tr>
                        <td>应缴税金</td>
                        <td modalname="taxDue"> </td>
                    </tr>
                    <tr>
                        <td><strong>负债合计</strong></td>
                        <td modalname="totalLiabilities"> </td>
                    </tr>
                    <tr>
                        <td>事业基金</td>
                        <td modalname="utilityFund"> </td>
                    </tr>
                    <tr>
                        <td>一般基金</td>
                        <td modalname="generalFund"> </td>
                    </tr>
                    <tr>
                        <td>投资基金</td>
                        <td modalname="investmentFunds"> </td>
                    </tr>
                    <tr>
                        <td>固定基金</td>
                        <td modalname="fixedFunds"> </td>
                    </tr>
                    <tr>
                        <td>专用基金</td>
                        <td modalname="specialPurposeFunds"> </td>
                    </tr>
                    <tr>
                        <td>事业结余</td>
                        <td modalname="bcalanceBusiness"> </td>
                    </tr>
                    <tr>
                        <td>经营结余</td>
                        <td modalname="operatingBalance"> </td>
                    </tr>
                    <tr>
                        <td><strong>净资产合计</strong></td>
                        <td modalname="totalNetAssets"> </td>
                    </tr>
                    <tr>
                        <td>财政补助收入</td>
                        <td modalname="grantFromState"> </td>
                    </tr>
                    <tr>
                        <td>上级补助收入</td>
                        <td modalname="grantHigherAuthority"> </td>
                    </tr>
                    <tr>
                        <td>拨入专款</td>
                        <td modalname="restrictedAppropriation"> </td>
                    </tr>
                    <tr>
                        <td>事业收入</td>
                        <td modalname="careerIncome"> </td>
                    </tr>
                    <tr>
                        <td>经营收入</td>
                        <td modalname="managementIncome"> </td>
                    </tr>
                    <tr>
                        <td>附属单位缴款</td>
                        <td modalname="paymentAuxiliaryOrganization"> </td>
                    </tr>
                    <tr>
                        <td>其他收入</td>
                        <td modalname="otherIncome"> </td>
                    </tr>
                    <tr>
                        <td><strong>收入合计</strong></td>
                        <td modalname="incomeSum"> </td>
                    </tr>
                    <tr>
                        <td><strong>负债部类总计</strong></td>
                        <td modalname="totalLiabilitiesCategory"> </td>
                    </tr>


                </table>

            </div>
        </div>

    </div>

<div  class="InstitutionEal13PopVo">

  <div class="m-form-wrap">
   	<div class="f-mgb">
      <table class="g-tab-nobor">
        <tr>
        	<th class="t4 tnt f-txtalign-left" style="width:40%"><img src="../resources/product/e/images/hot_red_folder.gif">事业单位资产负债表（2013版）</th>
			<td class="t4 f-txtalign-mid"><span modalname="reportYear">2015</span><span modalname="reportType">年报</span>（<span modalname="reportDetailType">本部</span>）单位（元）</td>
			<td class="t4 f-txtright"><span modalname="entCertName">B123</span>提供</td>

        </tr>
      </table>
      <table class="g-tab-bor f-tab-nomargin f-txtalign-left">
        <tr class="f-txtalign-mid">
			<th class="g-w-4">项目</th>
			<th class="g-w-4">期末值</th>
			<th class="g-w-4">项目</th>
			<th class="g-w-4">期末值</th>
        </tr>

        <tr>
			<td>货币资金</td>
			<td modalname="currencyFunds"> </td>
			<td>短期借款</td>
			<td modalname="shortTermBorrowings"> </td>
		</tr>
		<tr>
			<td>短期投资</td>
			<td modalname="shortTermInvestments"> </td>
			<td>应缴税费</td>
			<td modalname="taxPayable"> </td>
		</tr>
		<tr>
			<td>财政应返还额度</td>
			<td modalname="amountOfFinancialReturn"> </td>
			<td>应缴国库款</td>
			<td modalname="treasuryPayable"> </td>
		</tr>
		<tr>
			<td>应收票据</td>
			<td modalname="notesReceivable"> </td>
			<td>应缴财政专户款</td>
			<td modalname="payFinancialAccount"> </td>
		</tr>
		<tr>
			<td>应收账款</td>
			<td modalname="accountsReceivable"> </td>
			<td>应付职工薪酬</td>
			<td modalname="employeeBenefitsPayable"> </td>
		</tr>
		<tr>
			<td>预付账款</td>
			<td modalname="prepayments"> </td>
			<td>应付票据</td>
			<td modalname="notesPayable"> </td>
		</tr>
		<tr>
			<td>其他应收款</td>
			<td modalname="otherReceivables"> </td>
			<td>应付账款</td>
			<td modalname="accountsPayable"> </td>
		</tr>
		<tr>
			<td>存货</td>
			<td modalname="inventories"> </td>
			<td>预收账款</td>
			<td modalname="receiptsInAdvance"> </td>
		</tr>
		<tr>
			<td>其他流动资产</td>
			<td modalname="otherCurrentAssets"> </td>
			<td>其他应付款</td>
			<td modalname="otherPayables"> </td>
		</tr>
		<tr>
			<th>流动资产合计</th>
			<td modalname="totalCurrentAssets"> </td>
			<td>其他流动负债</td>
			<td modalname="otherCurrentLiabilities"> </td>
		</tr>
		<tr>
			<td>长期投资</td>
			<td modalname="longTermInvestment"> </td>
			<th>流动负债合计</th>
			<td modalname="totalCurrentLiabilities"> </td>
		</tr>
		<tr>
			<td>固定资产</td>
			<td modalname="fixedAssets"> </td>
			<td>长期借款</td>
			<td modalname="longTermBorrowings"> </td>
		</tr>
		<tr>
			<td>固定资产原价</td>
			<td modalname="originalCostOfFixedAsset"> </td>
			<td>长期应付款</td>
			<td modalname="longTermPayables"> </td>
		</tr>
		<tr>
			<td>累计折旧</td>
			<td modalname="fixedAssetAccumulated"> </td>
			<th>非流动负债合计</th>
			<td modalname="totalNonCurrentLiabilities"> </td>
		</tr>
		<tr>
			<td>在建工程</td>
			<td modalname="constructionInProcess"> </td>
			<th>负债合计</th>
			<td modalname="totalLiabilities"> </td>
		</tr>
		<tr>
			<td>无形资产</td>
			<td modalname="intangibleAssets"> </td>
			<td>事业基金</td>
			<td modalname="enterpriseFund"> </td>
		</tr>
		<tr>
			<td>无形资产原价</td>
			<td modalname="originalPriceAssets"> </td>
			<td>非流动资产基金</td>
			<td modalname="nonCurrentAssetsFund"> </td>
		</tr>
		<tr>
			<td>累计摊销</td>
			<td modalname="accumulatedAmortization"> </td>
			<td>专用基金</td>
			<td modalname="specialPurposeFunds"> </td>
		</tr>
		<tr>
			<td>待处置资产损溢</td>
			<td modalname="assetsToBeProcessedPend"> </td>
			<td>财政补助结转</td>
			<td modalname="financialAidCarriedOver"> </td>
		</tr>
		<tr>
			<th>非流动资产合计</th>
			<td modalname="totalNonCurrentAssets"> </td>
			<td>财政补助结余</td>
			<td modalname="financialAidBalance"> </td>
		</tr>
		<tr>
			<th>资产总计</th>
			<td modalname="totalAssets"> </td>
			<td>非财政补助结转</td>
			<td modalname="nonFinancialAidCarriedOver"> </td>
		</tr>
		<tr>
			<td> </td>
			<td> </td>
			<td>非财政补助结余</td>
			<td modalname="nonFinancialAidBalance"> </td>
		</tr>
		<tr>
			<td> </td>
			<td> </td>
			<td>事业结余</td>
			<td modalname="undertakingsBalance"> </td>
		</tr>
		<tr>
			<td> </td>
			<td> </td>
			<td>经营结余</td>
			<td modalname="operatingBalance"> </td>
		</tr>
		<tr>
			<td> </td>
			<td> </td>
			<th>净资产合计</th>
			<td modalname="totalNetAssets"> </td>
		</tr>
		<tr>
			<td> </td>
			<td> </td>
			<th>负债和净资产总计</th>
			<td modalname="totalLiabilitiesNetAssets"> </td>
		</tr>
    </table>

      </div>
	</div>

</div>


</div>

<script>
		var balance = {"EalZeroTwoPopVo":[{"finanId":"2497088660357261312","entCertName":"M4625","currencyFunds":"","shortTermInvestments":"111,111.12","notesReceivable":"","dividendsReceivable":"111,111.14","interestReceivable":"111,111.15","accountsReceivable":"111,111.16","otherReceivables":"111,111.17","prepayments":"","futureGuarantee":"111,111.19","allowanceReceivable":"111,111.20","exportDrawbackReceivable":"111,111.21","inventories":"111,111.22","rawMaterials":"111,111.23","finishedProducts":"111,111.24","deferredExpenses":"111,111.25","unsettledGLOnCurrentAssets":"111,111.26","longTermInAYear":"111,111.27","otherCurrentAssets":"111,111.28","totalCurrentAssets":"10.01","longTermInvestment":"111,111.29","longTermEquityInvestment":"111,111.30","longTermSecurities":"111,111.31","incorporatingPrice":"111,111.32","totalLongTermInvestment":"111,111.33","originalCostOfFixedAsset":"111,111.34","fixedAssetAccumulated":"111,111.35","fixedAssetsNetValue":"111,111.36","impairmentOfFixedAssets":"111,111.37","netValueOfFixedAssets":"111,111.38","fixedAssetsPending":"111,111.39","constructionMaterials":"111,111.40","constructionInProgress":"111,111.41","unsettledGLOnFixedAssets":"111,111.42","totalFixedAssets":"10.02","intangibleAssets":"111,111.43","landUseRights":"111,111.44","deferredAssets":"111,111.45","includingFixedAssets":"111,111.46","improvementExpenditure":"111,111.47","otherLongTermAssets":"111,111.48","amongItSpecially":"111,111.49","totalIntangibleAssets":"111,111.50","deferredAssetsDebits":"111,111.51","totalAssets":"600,000.06","shortTermBorrowings":"111,111.52","notesPayable":"111,111.53","accountsPayable":"111,111.54","receiptsInAdvance":"111,111.55","wagesOrSalariesPayables":"111,111.56","employeeBenefits":"111,111.57","tncomePayable":"111,111.58","taxesPayable":"111,111.59","otherPayableToGovernment":"111,111.60","otherPayable":"111,111.61","provisionForExpenses":"111,111.62","provisions":"111,111.63","longTermLiabilities":"111,111.64","otherCurrentLiabilities":"111,111.65","totalCurrentLiabilities":"100,000.01","longTermBorrowings":"111,111.66","bondsPayable":"111,111.67","longTermPayables":"111,111.68","grantsPayable":"111,111.69","otherLongTermLiabilities":"111,111.70","specialReserveFund":"111,111.71","totalLongTermLiabilities":"111,111.72","deferredTaxationCredit":"111,111.73","totalLiabilities":"100,000.01","minorityInterest":"200,000.02","paidInCapital":"111,111.67","nationalCapital":"111,111.68","collectiveCapital":"111,111.69","legalPersonsCapital":"111,111.70","stateOwnedLegalPersons":"111,111.71","collectiveLegalPersons":"111,111.72","personalCapital":"111,111.73","foreignBusinessmensCapital":"111,111.74","capitalrRserve":"111,111.75","surplusReserve":"111,111.76","statutorySurplusReserve":"111,111.77","publicWelfareFund":"111,111.78","supplermentaryCurrentCapital":"111,111.79","unaffirmedInvestmentLoss":"111,111.80","unappropriatedProfit":"111,111.81","differenceOnTranslation":"111,111.82","totalEquity":"300,000.03","totalEquityAndLiabilities":"600,000.06","rptDate":"2017-05-02","reportYear":"2018","reportType":"半年报（上）","reportDetailType":"本部报表","reportTypeAlias":{"id":"1041775","code":"20","name":"半年报（上）","meta":{"dictMeta":{"type":"PRODUCT_ENT","dictId":"10876","all":true,"sourceType":"ARCHIVE","sourceDictId":"10601","sourceRootDictId":"10601"},"sourceDictEntryId":"1039235","sourceDictUpperEntryId":"0"}},"reportDetailTypeAlias":{"id":"1041781","code":"1","name":"本部报表","meta":{"dictMeta":{"type":"PRODUCT_ENT","dictId":"10877","all":false,"sourceType":"ARCHIVE","sourceDictId":"10602","sourceRootDictId":"10602"},"sourceDictEntryId":"1039253","sourceDictUpperEntryId":"0"}}}],"EalZeroSevenPopVo":[{"finanId":"2497087944301488128","entCertName":"B8348","currencyFunds":"","financialAssetsHeldForTrading":"","notesReceivable":"111,111.11","accountsReceivable":"111,111.12","prepayments":"111,111.13","interestReceivable":"111,111.14","dividendsReceivable":"111,111.15","otherReceivables":"111,111.16","inventories":"111,111.17","currentPortionOfNonCurrentAssets":"","otherCurrentAssets":"","totalCurrentAssets":"5","financialAssetsAvailableForSale":"11,111,111.18","heldToMaturityInvestments":"11,111,111.19","longTermEquityInvestment":"","longTermReceivables":"","investmentProperties":"","fixedAssets":"11,111,111.23","constructionInProgress":"11,111,111.24","constructionMaterials":"11,111,111.25","fixedAssetsPendingForDisposal":"11,111,111.26","nonCurrentBiologicalAssets":"11,111,111.27","oilAndGasAssets":"11,111,111.28","intangibleAssets":"11,111,111.29","developmentDisbursements":"","goodwill":"","longTermDeferredExpenses":"","deferredTaxAssets":"","otherNonCurrentAssets":"","totalNonCurrentAssets":"5","totalAssets":"10","shortTermBorrowings":"","financialLiabilitiesHeldForTrading":"","notesPayable":"","accountsPayable":"","receiptsInAdvance":"","interestPayable":"","employeeBenefitsPayable":"","taxsPayable":"","dividendsPayable":"","otherPayables":"","currentPortionOfLongTermLiabilities":"","otherCurrentLiabilities":"","totalCurrentLiabilities":"3","longTermBorrowings":"","bondsPayables":"","longTermPayables":"6,666.66","grantsPayable":"","provisions":"","deferredTaxLiabilities":"","otherNonCurrentLiabilities":"","totalNonCurrentLiabilities":"3","totalLiabilities":"6","paidInCapitalOrShareCapital":"","capitalrRserve":"","lessTreasuryStocks":"","surplusReserve":"","unappropriatedProfit":"","totalEquity":"4","totalEquityAndLiabilities":"10","rptDate":"2017-04-02","reportYear":"2017","reportType":"年报","reportDetailType":"合并报表","reportTypeAlias":{"id":"1041774","code":"10","name":"年报","meta":{"dictMeta":{"type":"PRODUCT_ENT","dictId":"10876","all":true,"sourceType":"ARCHIVE","sourceDictId":"10601","sourceRootDictId":"10601"},"sourceDictEntryId":"1039232","sourceDictUpperEntryId":"0"}},"reportDetailTypeAlias":{"id":"1041782","code":"2","name":"合并报表","meta":{"dictMeta":{"type":"PRODUCT_ENT","dictId":"10877","all":false,"sourceType":"ARCHIVE","sourceDictId":"10602","sourceRootDictId":"10602"},"sourceDictEntryId":"1039254","sourceDictUpperEntryId":"0"}}}]}
</script>
<div style="display: none">

<div class="EepIncomeZeroTwoPopVo">
  <div class="m-form-wrap">
    	<div class="f-mgb">
      <table class="g-tab-nobor">
        <tr>
        	<th class="tnt f-txtalign-left t4" style="width:40%"><img src="../resources/product/e/images/hot_red_folder.gif">企业利润及利润分配表(2002版)</th>
          <td class="f-txtalign-mid t4"><span modalname="reportYear">2015</span><span modalname="reportType">年报</span>（<span modalname="reportDetailType">本部</span>）单位（元）</td>
          <td class="f-txtright t4"><span modalname="entCertName">B123</span>提供</td>
        </tr>
      </table>
      <table class="g-tab-bor f-tab-nomargin f-txtalign-left">
        <tr class="f-txtalign-mid">
          <th class="g-w-2">项目</th>
          <th class="g-w-2">期末值</th>
        </tr>

        <tr>
        <td>主营业务收入</td>
        <td modalname="mainRevenuefRevenue">  </td>
        </tr>
        <tr>
        <td>（主营业务收入科目下）出口产品销售收入</td>
        <td modalname="salesIncomeExportGoods">  </td>
        </tr>
        <tr>
        <td>（主营业务收入科目下）进口产品销售收入</td>
        <td modalname="salesImportGoods">  </td>
        </tr>
        <tr>
        <td>销售折扣与折让</td>
        <td modalname="discountAllowance">  </td>
        </tr>
        <tr>
        <td>主营业务收入净额</td>
        <td modalname="netAmountMainBusiness">  </td>
        </tr>
        <tr>
        <td>主营业务成本</td>
        <td modalname="mainOperatingCost">  </td>
        </tr>
        <tr>
        <td>（主营业务成本科目下）出口产品销售成本</td>
        <td modalname="salesExportProducts">  </td>
        </tr>
        <tr>
        <td>主营业务税金及附加</td>
        <td modalname="principleBusinessExtra">  </td>
        </tr>
        <tr>
        <td>经营费用</td>
        <td modalname="operationExpense">  </td>
        </tr>
        <tr>
        <td>其他（业务成本）</td>
        <td modalname="othersOperatingCost">  </td>
        </tr>
        <tr>
        <td>递延收益</td>
        <td modalname="deferredIncome">  </td>
        </tr>
        <tr>
        <td>代购代销收入</td>
        <td modalname="incomeFromSalesAgency">  </td>
        </tr>
        <tr>
        <td>其他（收入）</td>
        <td modalname="otherOperatingIncome">  </td>
        </tr>
        <tr>
        <td>主营业务利润</td>
        <td modalname="principleBusiness">  </td>
        </tr>
        <tr>
        <td>其他业务利润</td>
        <td modalname="otherBusinessProfit">  </td>
        </tr>
        <tr>
        <td>营业费用</td>
        <td modalname="sellingExpenses">  </td>
        </tr>
        <tr>
        <td>管理费用</td>
        <td modalname="generalAdminExpenses">  </td>
        </tr>
        <tr>
        <td>财务费用</td>
        <td modalname="financialExpenses">  </td>
        </tr>
        <tr>
        <td>其他（费用）</td>
        <td modalname="othersExpenses">  </td>
        </tr>
        <tr>
        <td>营业利润</td>
        <td modalname="operatingProfits">  </td>
        </tr>
        <tr>
        <td>投资收益</td>
        <td modalname="investmentIncome">  </td>
        </tr>
        <tr>
        <td>期货收益</td>
        <td modalname="futuresIncome">  </td>
        </tr>
        <tr>
        <td>补贴收入</td>
        <td modalname="allowanceIncome">  </td>
        </tr>
        <tr>
        <td>（补贴收入科目下）补贴前亏损的企业补贴收入</td>
        <td modalname="allowanceIncomeBefore">  </td>
        </tr>
        <tr>
        <td>营业外收入</td>
        <td modalname="nonOperatingIncome">  </td>
        </tr>
        <tr>
        <td>（营业外收入科目下）处置固定资产净收益</td>
        <td modalname="netGainOnDisposal">  </td>
        </tr>
        <tr>
        <td>（营业外收入科目下）非货币性交易收益</td>
        <td modalname="incomeCurrencyTrade">  </td>
        </tr>
        <tr>
        <td>（营业外收入科目下）出售无形资产收益</td>
        <td modalname="incomeIntangibleAssets">  </td>
        </tr>
        <tr>
        <td>（营业外收入科目下）罚款净收入</td>
        <td modalname="incomeFromPenalty">  </td>
        </tr>
        <tr>
        <td>其他（利润）</td>
        <td modalname="othersIncome">  </td>
        </tr>
        <tr>
        <td>（其他科目下）用以前年度含量工资节余弥补利润</td>
        <td modalname="calculatingSalaryBefore">  </td>
        </tr>
        <tr>
        <td>营业外支出</td>
        <td modalname="nonOperatingExpenses">  </td>
        </tr>
        <tr>
        <td>（营业外支出科目下）处置固定资产净损失</td>
        <td modalname="lossFromDisposal">  </td>
        </tr>
        <tr>
        <td>（营业外支出科目下）债务重组损失</td>
        <td modalname="exchangeAssetsLoss">  </td>
        </tr>
        <tr>
        <td>（营业外支出科目下）罚款支出</td>
        <td modalname="lossOfLawsuits">  </td>
        </tr>
        <tr>
        <td>（营业外支出科目下）捐赠支出</td>
        <td modalname="paymentForDonation">  </td>
        </tr>
        <tr>
        <td>其他支出</td>
        <td modalname="otherPayments">  </td>
        </tr>
        <tr>
        <td>（其他支出）结转的含量工资包干节余</td>
        <td modalname="balanceOfContentSalary">  </td>
        </tr>
        <tr>
        <td>利润总额</td>
        <td modalname="totalProfit">  </td>
        </tr>
        <tr>
        <td>所得税</td>
        <td modalname="incometax">  </td>
        </tr>
        <tr>
        <td>少数股东损益</td>
        <td modalname="imparimentLoss">  </td>
        </tr>
        <tr>
        <td>未确认的投资损失</td>
        <td modalname="unrealizedInvestmentLosses">  </td>
        </tr>
        <tr>
        <td>净利润</td>
        <td modalname="netProfit">  </td>
        </tr>
        <tr>
        <td>年初未分配利润</td>
        <td modalname="profitDistribution">  </td>
        </tr>
        <tr>
        <td>盈余公积补亏</td>
        <td modalname="compensationSurplusReserve">  </td>
        </tr>
        <tr>
        <td>其他调整因素</td>
        <td modalname="otherAdjustmentFactors">  </td>
        </tr>
        <tr>
        <td>可供分配的利润</td>
        <td modalname="profitAvailableDistribution">  </td>
        </tr>
        <tr>
        <td>单项留用的利润</td>
        <td modalname="profitReservedASingleItem">  </td>
        </tr>
        <tr>
        <td>补充流动资本</td>
        <td modalname="supplementaryCurrentCapital">  </td>
        </tr>
        <tr>
        <td>提取法定盈余公积</td>
        <td modalname="appropriationReserves">  </td>
        </tr>
        <tr>
        <td>提取法定公益金</td>
        <td modalname="appropriationFund">  </td>
        </tr>
        <tr>
        <td>提取职工奖励及福利基金</td>
        <td modalname="appropriationWelfareFund">  </td>
        </tr>
        <tr>
        <td>提取储备基金</td>
        <td modalname="appropriationReserveFund">  </td>
        </tr>
        <tr>
        <td>提取企业发展基金</td>
        <td modalname="appropriationExpansionFund">  </td>
        </tr>
        <tr>
        <td>利润归还投资</td>
        <td modalname="profitsInvestment">  </td>
        </tr>
        <tr>
        <td>（可供分配的利润科目下）其他</td>
        <td modalname="others">  </td>
        </tr>
        <tr>
        <td>可供投资者分配的利润</td>
        <td modalname="profitAvailable">  </td>
        </tr>
        <tr>
        <td>应付优先股股利</td>
        <td modalname="preferredStock">  </td>
        </tr>
        <tr>
        <td>提取任意盈余公积</td>
        <td modalname="withdrawalOtherCommon">  </td>
        </tr>
        <tr>
        <td>应付普通股股利</td>
        <td modalname="payableDividends">  </td>
        </tr>
        <tr>
        <td>转作资本的普通股股利</td>
        <td modalname="transferOrdinary">  </td>
        </tr>
        <tr>
        <td>（可供投资者分配的利润科目下）其他</td>
        <td modalname="othersForOwners">  </td>
        </tr>
        <tr>
        <td>未分配利润</td>
        <td modalname="unappropriatedProfit">  </td>
        </tr>
        <tr>
        <td>（未分配利润科目下）应由以后年度税前利润弥补的亏损</td>
        <td modalname="lossCompensated">  </td>
        </tr>

       </table>

      </div>
        <!--</div>
      </div> -->
    <!--表单e-->
	</div>

</div>

<div  class="EepIncomeZeroSevenPopVo">

  <div class="m-form-wrap">
    <!--表单s-->
      <!--<div class="s-fd-box">
        <div class="s-fd-con">-->
    	<div class="f-mgb">
      <table class="g-tab-nobor">
        <tr>
        	<th class="tnt f-txtalign-left t4" style="width:40%"><img src="../resources/product/e/images/hot_red_folder.gif">企业利润及利润分配表(2007版)</th>
          <td class="f-txtalign-mid   t4"><span modalname="reportYear">2015</span><span modalname="reportType">年报</span>（<span modalname="reportDetailType">本部</span>）单位（元）</td>
          <!--  暂时取值，企业名称 -->
          <td class="f-txtright t4"><span modalname="entCertName">B123</span>提供</td>

        </tr>
      </table>
      <table class="g-tab-bor f-tab-nomargin f-txtalign-left">
        <tr class="f-txtalign-mid">
          <th class="g-w-2">项目</th>
          <th class="g-w-2">期末值</th>
        </tr>
         <tr>
         <td>营业收入</td>
         <td modalname="revenueOfSales">  </td>
         </tr>
		  <tr>
         <td>营业成本</td>
         <td modalname="costOfSales">  </td>
         </tr>
		  <tr>
         <td>营业税金及附加</td>
         <td modalname="businessOtherTaxes">  </td>
         </tr>
		  <tr>
         <td>销售费用</td>
         <td modalname="sellingExpenses">  </td>
         </tr>
		  <tr>
         <td>管理费用</td>
         <td modalname="generalAdmin">  </td>
         </tr>
	     <tr>
         <td>财务费用</td>
         <td modalname="financialExpense">  </td>
         </tr>
         <tr>
         <td>资产减值损失</td>
         <td modalname="impairmentLossOfAssets">  </td>
         </tr>
         <tr>
         <td>公允价值变动净收益</td>
         <td modalname="profitArisingFairValue">  </td>
         </tr>
         <tr>
         <td>投资净收益</td>
         <td modalname="investmentIncome">  </td>
         </tr>
         <tr>
         <td>对联营企业和合营企业的投资收益</td>
         <td modalname="investmentAffiliatedBusiness">  </td>
         </tr>
         <tr>
         <td>营业利润</td>
         <td modalname="operatingProfits">  </td>
         </tr>
         <tr>
         <td>营业外收入</td>
         <td modalname="nonOperatingIncome">  </td>
         </tr>
         <tr>
         <td>营业外支出</td>
         <td modalname="nonOperatingExpenses">  </td>
         </tr>
         <tr>
         <td>非流动资产损失（其中：非流动资产处置损失）</td>
         <td modalname="nonCurrentAssets">  </td>
         </tr>
         <tr>
         <td>利润总额</td>
         <td modalname="profitBeforeTax">  </td>
         </tr>
         <tr>
         <td>所得税费用</td>
         <td modalname="incomeTaxExpense">  </td>
         </tr>
         <tr>
         <td>净利润</td>
         <td modalname="netProfit">  </td>
         </tr>
         <tr>
         <td>基本每股收益</td>
         <td modalname="basicEarningsPerShare">  </td>
         </tr>
         <tr>
         <td>稀释每股收益</td>
         <td modalname="dilutedEarningsShare">  </td>
         </tr>

      </table>

      </div>
        <!--</div>
      </div> -->
    <!--表单e-->
	</div>

</div>

<div class="InstitutionIncome97PopVo">

        <div class="m-form-wrap">
            <!--表单s-->
            <!--<div class="s-fd-box">
              <div class="s-fd-con">-->
            <div class="f-mgb">
                <table class="g-tab-nobor">
                    <tr>
                        <th class="tnt f-txtalign-left t4" style="width:40%"><img src="../resources/product/e/images/hot_red_folder.gif">事业单位收入支出表（1997版）</th>
                        <td class="f-txtalign-mid t4"><span modalname="reportYear">2015</span><span modalname="reportType">年报</span>（<span modalname="reportDetailType">本部</span>）单位（元）</td>
                        <td class="f-txtright t4"><span modalname="entCertName">B123</span>提供</td>
                    </tr>
                </table>
                <table class="g-tab-bor f-tab-nomargin f-txtalign-left">
                    <tr class="f-txtalign-mid">
                        <th class="g-w-2">项目</th>
                        <th class="g-w-2">期末值</th>
                    </tr>
                    <tr>
                        <td>财政补助收入</td>
                        <td modalname="grantState"> </td>
                    </tr>
                    <tr>
                        <td>上级补助收入</td>
                        <td modalname="grantHigherAuthority"> </td>
                    </tr>
                    <tr>
                        <td>附属单位缴款</td>
                        <td modalname="paymentAuxiliaryOrg"> </td>
                    </tr>
                    <tr>
                        <td>事业收入</td>
                        <td modalname="careerIncome"> </td>
                    </tr>
                    <tr>
                        <td>预算外资金收入</td>
                        <td modalname="extraBudgetaryFundIncome"> </td>
                    </tr>
                    <tr>
                        <td>其他收入</td>
                        <td modalname="otherIncome"> </td>
                    </tr>
                    <tr>
                        <td>事业收入小计</td>
                        <td modalname="careerIncomeSubtotal"> </td>
                    </tr>
                    <tr>
                        <td>经营收入</td>
                        <td modalname="operatingIncome"> </td>
                    </tr>
                    <tr>
                        <td>经营收入小计</td>
                        <td modalname="operatingIncomeSubtotal"> </td>
                    </tr>
                    <tr>
                        <td>拨入专款</td>
                        <td modalname="restrictedAppropriation"> </td>
                    </tr>
                    <tr>
                        <td>拨入专款小计</td>
                        <td modalname="restrictedAppropriationSubtotal"> </td>
                    </tr>
                    <tr>
                        <td><strong>收入总计</strong></td>
                        <td modalname="incomeTotal"> </td>
                    </tr>
                    <tr>
                        <td>拨出经费</td>
                        <td modalname="allocateFunds"> </td>
                    </tr>
                    <tr>
                        <td>上缴上级支出</td>
                        <td modalname="paymentHigherAuthority"> </td>
                    </tr>
                    <tr>
                        <td>对附属单位补助</td>
                        <td modalname="subsidiarySubsidy"> </td>
                    </tr>
                    <tr>
                        <td>事业支出</td>
                        <td modalname="undertakingExpenditure"> </td>
                    </tr>
                    <tr>
                        <td>财政补助支出</td>
                        <td modalname="financialAidExpenditure"> </td>
                    </tr>
                    <tr>
                        <td>预算外资金支出</td>
                        <td modalname="extraBudgetaryFundsExpenditure"> </td>
                    </tr>
                    <tr>
                        <td>销售税金</td>
                        <td modalname="taxOnSales"> </td>
                    </tr>
                    <tr>
                        <td>结转自筹基建</td>
                        <td modalname="selfFinancing"> </td>
                    </tr>
                    <tr>
                        <td>事业支出小计</td>
                        <td modalname="undertakingExpenditureSubtotal"> </td>
                    </tr>
                    <tr>
                        <td>经营支出</td>
                        <td modalname="managementExpenditure"> </td>
                    </tr>
                    <tr>
                        <td>销售税金</td>
                        <td modalname="taxOnSalesItem23"> </td>
                    </tr>
                    <tr>
                        <td>经营支出小计</td>
                        <td modalname="managementExpenditureSubtotal"> </td>
                    </tr>
                    <tr>
                        <td>拨出专款</td>
                        <td modalname="drawOutFunds"> </td>
                    </tr>
                    <tr>
                        <td>专款支出</td>
                        <td modalname="expenditureFunds"> </td>
                    </tr>
                    <tr>
                        <td>专款小计</td>
                        <td modalname="fundsSubtotal"> </td>
                    </tr>
                    <tr>
                        <td>支出总计</td>
                        <td modalname="expenditureTotal"> </td>
                    </tr>
                    <tr>
                        <td>事业结余</td>
                        <td modalname="bcalanceBusiness"> </td>
                    </tr>
                    <tr>
                        <td>正常收入结余</td>
                        <td modalname="normalIncomeBalance"> </td>
                    </tr>
                    <tr>
                        <td>收回以前年度事业支出</td>
                        <td modalname="withdrawPreviousYearExpenditure"> </td>
                    </tr>
                    <tr>
                        <td>经营结余</td>
                        <td modalname="operatingBalance"> </td>
                    </tr>
                    <tr>
                        <td>以前年度经营亏损</td>
                        <td modalname="previousYearOperatingLoss"> </td>
                    </tr>
                    <tr>
                        <td>结余分配</td>
                        <td modalname="balanceAllocation"> </td>
                    </tr>
                    <tr>
                        <td>应交所得税</td>
                        <td modalname="incomeTaxPayable"> </td>
                    </tr>
                    <tr>
                        <td>提取专用基金</td>
                        <td modalname="specialFundExtraction"> </td>
                    </tr>
                    <tr>
                        <td>转入事业基金</td>
                        <td modalname="transferCareerFund"> </td>
                    </tr>
                    <tr>
                        <td>其他结余分配</td>
                        <td modalname="otherBalanceAllocation"> </td>
                    </tr>


                </table>

            </div>
            <!--</div>
          </div> -->
            <!--表单e-->
        </div>

    </div>

<div class="InstitutionIncome13PopVo">

  <div class="m-form-wrap">
    <!--表单s-->
      <!--<div class="s-fd-box">
        <div class="s-fd-con">-->
    	<div class="f-mgb">
      <table class="g-tab-nobor">
        <tr>
        	<th class="tnt f-txtalign-left t4" style="width:40%"><img src="../resources/product/e/images/hot_red_folder.gif">事业单位收入支出表（2013版）</th>
          <td class="f-txtalign-mid t4"><span modalname="reportYear">2015</span><span modalname="reportType">年报</span>（<span modalname="reportDetailType">本部</span>）单位（元）</td>
          <td class="f-txtright t4"><span modalname="entCertName">B123</span>提供</td>
        </tr>
      </table>
      <table class="g-tab-bor f-tab-nomargin f-txtalign-left">
        <tr class="f-txtalign-mid">
          <th class="g-w-2">项目</th>
          <th class="g-w-2">期末值</th>
        </tr>

        <tr>
        <td><strong>本期财政补助结转结余</strong></td>
        <td modalname="curFinancialBalance">  </td>
        </tr>
        <tr>
        <td>财政补助收入</td>
        <td modalname="financialSubsidyRevenue">  </td>
        </tr>
        <tr>
        <td>事业支出（财政补助支出）</td>
        <td modalname="financialSubsidyExpenditure">  </td>
        </tr>
        <tr>
        <td><strong>本期事业结转结余</strong></td>
        <td modalname="currentCarriedOverBalance">  </td>
        </tr>
        <tr>
        <td>事业类收入</td>
        <td modalname="undertakingsTypeRevenue">  </td>
        </tr>
        <tr>
        <td>事业收入</td>
        <td modalname="undertakingsRevenue">  </td>
        </tr>
        <tr>
        <td>上级补助收入</td>
        <td modalname="superiorSubsidyRevenue">  </td>
        </tr>
        <tr>
        <td>附属单位上缴收入</td>
        <td modalname="subsidiaryUnit">  </td>
        </tr>
        <tr>
        <td>其他收入</td>
        <td modalname="otherRevenue">  </td>
        </tr>
        <tr>
        <td>（其他收入科目下）捐赠收入</td>
        <td modalname="donationIncome">  </td>
        </tr>
        <tr>
        <td>事业类支出</td>
        <td modalname="undertakingsTypeExpenditure">  </td>
        </tr>
        <tr>
        <td>事业支出（非财政补助支出）</td>
        <td modalname="undertakingsExpenditure">  </td>
        </tr>
        <tr>
        <td>上缴上级支出</td>
        <td modalname="payHigherAuthority">  </td>
        </tr>
        <tr>
        <td>对附属单位补助支出</td>
        <td modalname="auxiliaryOrganization">  </td>
        </tr>
        <tr>
        <td>其他支出</td>
        <td modalname="otherExpenditure">  </td>
        </tr>
        <tr>
        <td><strong>本期经营结余</strong></td>
        <td modalname="currentOperatingBalance">  </td>
        </tr>
        <tr>
        <td>经营收入</td>
        <td modalname="operatingRevenue">  </td>
        </tr>
        <tr>
        <td>经营支出</td>
        <td modalname="operatingExpenditure">  </td>
        </tr>
        <tr>
        <td><strong>弥补以前年度亏损后的经营结余</strong></td>
        <td modalname="previousYearsOperatingLoss">  </td>
        </tr>
        <tr>
        <td><strong>本年非财政补助结转结余</strong></td>
        <td modalname="carriedOverBalanceThisYear">  </td>
        </tr>
        <tr>
        <td>非财政补助结转</td>
        <td modalname="nonFinancialAidCarriedOver">  </td>
        </tr>
        <tr>
        <td><strong>本年非财政补助结余</strong></td>
        <td modalname="nonFinancialAidBalanceThisYear">  </td>
        </tr>
        <tr>
        <td>应缴企业所得税</td>
        <td modalname="enterpriseIncomeTaxPayable">  </td>
        </tr>
        <tr>
        <td>提取专用基金</td>
        <td modalname="specialFundsToExtract">  </td>
        </tr>
        <tr>
        <td><strong>转入事业基金</strong></td>
        <td modalname="publicFundTurnedInto">  </td>
        </tr>


    </table>

      </div>
        <!--</div>
      </div> -->
    <!--表单e-->
	</div>

</div>

</div>

<script>
		var  income= {"EepIncomeZeroSevenPopVo":[{"entCertId":"10000000503","finanId":"2497087944301488128","entCertName":"B8348","revenueOfSales":"1","costOfSales":"1.01","businessOtherTaxes":"1.02","sellingExpenses":"","generalAdmin":"","financialExpense":"","impairmentLossOfAssets":"1.06","profitArisingFairValue":"1.07","investmentIncome":"1.08","investmentAffiliatedBusiness":"1.09","operatingProfits":"1.10","nonOperatingIncome":"1.11","nonOperatingExpenses":"1.12","nonCurrentAssets":"1.13","profitBeforeTax":"1.14","incomeTaxExpense":"1.15","netProfit":"1.16","basicEarningsPerShare":"1.17","dilutedEarningsShare":"1.18","rptDate":"2017-04-02","reportYear":"2018","reportType":"季报（一）","reportDetailType":"合并报表","reportTypeAlias":{"id":"1041777","code":"40","name":"季报（一）","meta":{"dictMeta":{"type":"PRODUCT_ENT","dictId":"10876","all":true,"sourceType":"ARCHIVE","sourceDictId":"10601","sourceRootDictId":"10601"},"sourceDictEntryId":"1039241","sourceDictUpperEntryId":"0"}},"reportDetailTypeAlias":{"id":"1041782","code":"2","name":"合并报表","meta":{"dictMeta":{"type":"PRODUCT_ENT","dictId":"10877","all":false,"sourceType":"ARCHIVE","sourceDictId":"10602","sourceRootDictId":"10602"},"sourceDictEntryId":"1039254","sourceDictUpperEntryId":"0"}}}],"EepIncomeZeroTwoPopVo":[{"entCertId":"10000000503","finanId":"2497088660357261312","entCertName":"M4625","mainRevenuefRevenue":"7.11","salesIncomeExportGoods":"7.12","salesImportGoods":"7.13","discountAllowance":"7.14","netAmountMainBusiness":"7.15","mainOperatingCost":"7.16","salesExportProducts":"","principleBusinessExtra":"7.18","operationExpense":"7.19","othersOperatingCost":"7.20","deferredIncome":"","incomeFromSalesAgency":"7.22","otherOperatingIncome":"7.23","principleBusiness":"7.24","otherBusinessProfit":"7.25","sellingExpenses":"","generalAdminExpenses":"7.27","financialExpenses":"7.28","othersExpenses":"","operatingProfits":"7.30","investmentIncome":"7.31","futuresIncome":"7.32","allowanceIncome":"7.33","allowanceIncomeBefore":"7.34","nonOperatingIncome":"7.35","netGainOnDisposal":"7.36","incomeCurrencyTrade":"7.37","incomeIntangibleAssets":"7.38","incomeFromPenalty":"7.39","othersIncome":"7.40","calculatingSalaryBefore":"7.41","nonOperatingExpenses":"7.42","lossFromDisposal":"7.43","exchangeAssetsLoss":"7.44","lossOfLawsuits":"7.45","paymentForDonation":"7.46","otherPayments":"7.47","balanceOfContentSalary":"7.48","totalProfit":"7.49","incometax":"7.50","imparimentLoss":"7.51","unrealizedInvestmentLosses":"7.52","netProfit":"7.53","profitDistribution":"7.54","compensationSurplusReserve":"7.55","otherAdjustmentFactors":"7.56","profitAvailableDistribution":"7.57","profitReservedASingleItem":"7.58","supplementaryCurrentCapital":"7.59","appropriationReserves":"7.60","appropriationFund":"7.61","appropriationWelfareFund":"7.62","appropriationReserveFund":"7.63","appropriationExpansionFund":"7.64","profitsInvestment":"7.65","others":"7.66","profitAvailable":"7.67","preferredStock":"7.68","withdrawalOtherCommon":"7.69","payableDividends":"7.70","transferOrdinary":"7.71","othersForOwners":"7.72","unappropriatedProfit":"7.73","lossCompensated":"7.74","rptDate":"2017-04-02","reportYear":"2017","reportType":"年报","reportDetailType":"本部报表","reportTypeAlias":{"id":"1041774","code":"10","name":"年报","meta":{"dictMeta":{"type":"PRODUCT_ENT","dictId":"10876","all":true,"sourceType":"ARCHIVE","sourceDictId":"10601","sourceRootDictId":"10601"},"sourceDictEntryId":"1039232","sourceDictUpperEntryId":"0"}},"reportDetailTypeAlias":{"id":"1041781","code":"1","name":"本部报表","meta":{"dictMeta":{"type":"PRODUCT_ENT","dictId":"10877","all":false,"sourceType":"ARCHIVE","sourceDictId":"10602","sourceRootDictId":"10602"},"sourceDictEntryId":"1039253","sourceDictUpperEntryId":"0"}}}]}
</script>
<div style="display: none">

    <div  class="VoecfZeroTwoBankUnitPopVO">

        <div class="m-form-wrap">
            <div class="f-mgb">
                <table class="g-tab-nobor">
                    <tr>
                        <th class="t4 tnt f-txtalign-left" style="width:35%"><img src="../resources/product/e/images/hot_red_folder.gif">企业现金流量表（2002版）</th>
                        <td class="t4 f-txtalign-mid"><span modalname="reportYear">2015</span><span modalname="reportType">年报</span>（<span modalname="reportDetailType">本部</span>）单位（元）</td>
                        <!--  暂时取值，企业名称 -->
                        <td class="t4 f-txtright"><span modalname="entCertName">B123</span>提供</td>

                    </tr>
                </table>
                <table class="g-tab-bor f-tab-nomargin">
                    <tr>
                        <th class="g-w-2 f-txtalign-mid">项目</th>
                        <th class="g-w-2 f-txtalign-mid">期末值</th>
                    </tr>

                    <tr class="f-txtalign-left">
                        <td>销售商品和提供劳务收到的现金 </td>
                        <td modalname="salesGoodsRendingServices"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>收到的税费返还 </td>
                        <td modalname="taxRefunds"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>收到的其他与经营活动有关的现金 </td>
                        <td modalname="otherCashOperatingActivities"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <th>经营活动现金流入小计 </th>
                        <td modalname="totalCashActivities"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>购买商品、接受劳务支付的现金 </td>
                        <td modalname="cashGoodsServices"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>支付给职工以及为职工支付的现金 </td>
                        <td modalname="cashPaidEmployees"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>支付的各项税费 </td>
                        <td modalname="paymentsAllTaxes"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>支付的其他与经营活动有关的现金 </td>
                        <td modalname="otherCashPayments"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <th>经营活动现金流出小计 </th>
                        <td modalname="totalCashOut"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <th>经营活动产生的现金流量净额 </th>
                        <td modalname="netCashFlows"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>收回投资所收到的现金 </td>
                        <td modalname="cashReceived"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>取得投资收益所收到的现金 </td>
                        <td modalname="cashReceivedOnvestments"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>处置固定资产无形资产和其他长期资产所收回的现金净额 </td>
                        <td modalname="netCashDisposalAndAssets"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>收到的其他与投资活动有关的现金 </td>
                        <td modalname="cashReceivedOtherInvesting"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <th>投资活动现金流入小计 </th>
                        <td modalname="totalCashInflows"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>购建固定资产无形资产和其他长期资产所支付的现金 </td>
                        <td modalname="cashPaidAssets"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>投资所支付的现金 </td>
                        <td modalname="cashPaymentsInvestments"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>支付的其他与投资活动有关的现金 </td>
                        <td modalname="cashPaymentsOtherInvesting"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <th>投资活动现金流出小计 </th>
                        <td modalname="totalCashOutInvesting"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <th>投资活动产生的现金流量净额 </th>
                        <td modalname="netCashInvesting"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>吸收投资所收到的现金 </td>
                        <td modalname="cashReceivedFromInvestors"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>借款所收到的现金 </td>
                        <td modalname="cashFromBorrowings"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>收到的其他与筹资活动有关的现金 </td>
                        <td modalname="otherCashFinancing"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <th>筹资活动现金流入小计 </th>
                        <td modalname="totalCashFinancing"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>偿还债务所支付的现金 </td>
                        <td modalname="cashRepaymentsDebts"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>分配股利、利润或偿付利息所支付的现金 </td>
                        <td modalname="cashPaymentsDividends"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>支付的其他与筹资活动有关的现金 </td>
                        <td modalname="cashPaymentsOtherFinancing"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <th>筹资活动现金流出小计 </th>
                        <td modalname="totalCashOutFinancing"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <th>筹集活动产生的现金流量净额 </th>
                        <td modalname="netCashFinancing"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>汇率变动对现金的影响 </td>
                        <td modalname="effectChanges"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <th>现金及现金等价物净增加额 </th>
                        <td modalname="netIncreaseCash"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>净利润 </td>
                        <td modalname="netProfit"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>计提的资产减值准备 </td>
                        <td modalname="provisionForAssets"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>固定资产拆旧 </td>
                        <td modalname="depreciationFixedAssets"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>无形资产摊销 </td>
                        <td modalname="amortisationAssets"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>长期待摊费用摊销 </td>
                        <td modalname="deferredExpenses"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>待摊费用减少 </td>
                        <td modalname="decreaseDefferedExpenses"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>预提费用增加 </td>
                        <td modalname="addAccuedExpense"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>处置固定资产无形资产和其他长期资产的损失 </td>
                        <td modalname="lossesAssets"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>固定资产报废损失 </td>
                        <td modalname="lossesScrappingFixedAssets"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>财务费用 </td>
                        <td modalname="financeExpense"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>投资损失 </td>
                        <td modalname="lossesArsingInvestment"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>递延税款贷项 </td>
                        <td modalname="deferredTaxCredit"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>存货的减少 </td>
                        <td modalname="decreaseInventories"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>经营性应收项目的减少 </td>
                        <td modalname="decreaseOperatingReceivables"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>经营性应付项目的增加 </td>
                        <td modalname="increaseOperatingReceivables"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>（净利润调节为经营活动现金流量科目下）其他 </td>
                        <td modalname="others"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>经营活动产生的现金流量净额 </td>
                        <td modalname="netCashFlowsOperatingMi"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>债务转为资本 </td>
                        <td modalname="debtsTransferCapital"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>一年内到期的可转换公司债券 </td>
                        <td modalname="oneYearDueBonds"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>融资租入固定资产 </td>
                        <td modalname="financingRentFixedAsset"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>（不涉及现金收支的投资和筹资活动科目下）其他 </td>
                        <td modalname="noncashOthers"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>现金的期末余额 </td>
                        <td modalname="cashEndPeriod"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>现金的期初余额 </td>
                        <td modalname="cashBeginningPeriod"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>现金等价物的期末余额 </td>
                        <td modalname="cashEquivalentsEndPeriod"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>现金等价物的期初余额 </td>
                        <td modalname="cashRquivalentsBeginningPeriod"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>现金及现金等价物净增加额 </td>
                        <td modalname="netIncreaseCashMi"> </td>
                    </tr>


                </table>

            </div>
        </div>

    </div>

    <div  class="VoecfZeroSevenBankUnitPopVO">

        <div class="m-form-wrap">
            <!--表单s-->
            <!--<div class="s-fd-box">
              <div class="s-fd-con">-->
            <div class="f-mgb">
                <table class="g-tab-nobor">
                    <tr>
                        <th class="t4 tnt f-txtalign-left" style="width:35%"><img src="../resources/product/e/images/hot_red_folder.gif">企业现金流量表（2007版）</th>
                        <td class="t4 f-txtalign-mid"><span modalname="reportYear">2015</span><span modalname="reportType">年报</span>（<span modalname="reportDetailType">本部</span>）单位（元）</td>
                        <!--  暂时取值，企业名称 -->
                        <td class="t4 f-txtright"><span modalname="entCertName">B123</span>提供</td>

                    </tr>
                </table>
                <table class="g-tab-bor f-tab-nomargin">
                    <tr>
                        <th class="g-w-2 f-txtalign-mid">项目</th>
                        <th class="g-w-2 f-txtalign-mid">期末值</th>
                    </tr>

                    <tr class="f-txtalign-left">
                        <td>销售商品和提供劳务收到的现金 </td>
                        <td modalname="cashReceivedFromSales"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>收到的税费返还 </td>
                        <td modalname="taxRefunds"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>收到其他与经营活动有关的现金 </td>
                        <td modalname="otherCashReceivedRelating"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <th>经营活动现金流入小计 </th>
                        <td modalname="totalCashInflows"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>购买商品、接受劳务支付的现金 </td>
                        <td modalname="cashPaidForGoodsAndServices"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>支付给职工以及为职工支付的现金 </td>
                        <td modalname="cashPaidToAndOnBehalfOfEmployees"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>支付的各项税费 </td>
                        <td modalname="payAllTypesOfTaxes"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>支付其他与经营活动有关的现金 </td>
                        <td modalname="cashPayOperatingActivities"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>经营活动现金流出小计 </td>
                        <td modalname="totalCashOutflows"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <th>经营活动产生的现金流量净额 </th>
                        <td modalname="netCashFlows"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>收回投资所收到的现金 </td>
                        <td modalname="cashReceivedInvestment"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>取得投资收益所收到的现金 </td>
                        <td modalname="cashReceivedFromOnvestments"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>处置固定资产无形资产和其他长期资产所收回的现金净额 </td>
                        <td modalname="netCashReceivedAssets"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>处置子公司及其他营业单位收到的现金净额 </td>
                        <td modalname="netCashInflowsOfDisposal"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>收到其他与投资活动有关的现金 </td>
                        <td modalname="cashReceivedInvesting"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>投资活动现金流入小计 </td>
                        <td modalname="totalCashInflowsInvest"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>购建固定资产无形资产和其他长期资产所支付的现金 </td>
                        <td modalname="cashPaidToAcquireFixedAssets"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>投资所支付的现金 </td>
                        <td modalname="cashPaymentsForInvestments"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>取得子公司及其他营业单位支付的现金净额 </td>
                        <td modalname="netCashOutflowsOfProcurement"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>支付其他与投资活动有关的现金 </td>
                        <td modalname="payRelatedToOtherInvest"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>投资活动现金流出小计 </td>
                        <td modalname="totalOfCashOutflows"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <th>投资活动产生的现金流量净额 </th>
                        <td modalname="cashFlowsFromInvestActivities"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>吸收投资收到的现金 </td>
                        <td modalname="receivedFromInvestors"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>取得借款收到的现金 </td>
                        <td modalname="fromBorrowings"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>收到其他与筹资活动有关的现金 </td>
                        <td modalname="otherCashReceivedRelat"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>筹资活动现金流入小计 </td>
                        <td modalname="cashInflowsFromFinancing"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>偿还债务所支付的现金 </td>
                        <td modalname="repaymentsForDebts"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>分配股利、利润或偿付利息所支付的现金 </td>
                        <td modalname="payForDistribution"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>支付其他与筹资活动有关的现金 </td>
                        <td modalname="payRelatedToOtherFinancing"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>筹资活动现金流出小计 </td>
                        <td modalname="totalCashOutflowsFinanc"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <th>筹集活动产生的现金流量净额 </th>
                        <td modalname="netCashFlowsFromFinanc"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>汇率变动对现金及现金等价物的影响 </td>
                        <td modalname="effectOfExchangRate"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <th>现金及现金等价物净增加额 </th>
                        <td modalname="netIncreaseInCashs"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>期初现金及现金等价物余额 </td>
                        <td modalname="initCashEquivalentsBalance"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <th>期末现金及现金等价物余额 </th>
                        <td modalname="finalCashAndCashEquivalentsBalance"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>净利润 </td>
                        <td modalname="netProfit"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>资产减值准备 </td>
                        <td modalname="provisionForAsset"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>固定资产折旧、油气资产折耗、生产性生物资产折旧 </td>
                        <td modalname="depreciationOfFixedAssets"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>无形资产摊销 </td>
                        <td modalname="intangibleAssets"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>长期待摊费用摊销 </td>
                        <td modalname="longTermDefferedExpenses"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>待摊费用减少</td>
                        <td modalname="decreaseOfDefferedExpenses"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>预提费用增加 </td>
                        <td modalname="addAccuedExpense"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>处置固定资产无形资产和其他长期资产的损失 </td>
                        <td modalname="lossesOnDisposalAssets"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>固定资产报废损失 </td>
                        <td modalname="lossesOnScrapping"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>公允价值变动损失 </td>
                        <td modalname="changesInFairValue"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td width="321">财务费用</td>
                        <td modalname="financeExpense"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>投资损失 </td>
                        <td modalname="lossesArsing"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>递延所得税资产减少 </td>
                        <td modalname="deferredIncomeTaxAssets"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>递延所得税负债增加 </td>
                        <td modalname="incomeTaxLiabilities"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>存货的减少 </td>
                        <td modalname="decreaseInInventories"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>经营性应收项目的减少 </td>
                        <td modalname="decreaseInOperatingReceivables"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>经营性应付项目的增加 </td>
                        <td modalname="increaseInOperatingReceivables"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>（净利润调节为经营活动现金流量科目下）其他 </td>
                        <td modalname="others"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>经营活动产生的现金流量净额 </td>
                        <td modalname="operatingActivitiesMi"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>债务转为资本 </td>
                        <td modalname="debtsTransferToCapital"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>一年内到期的可转换公司债券 </td>
                        <td modalname="oneYearDueConvertibleBonds"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>融资租入固定资产 </td>
                        <td modalname="financingRentToTheFixedAsset"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>（不涉及现金收支的投资和筹资活动科目下）其他</td>
                        <td modalname="notRefCashIncomeInv"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>现金的期末余额 </td>
                        <td modalname="cashAtTheEndOfPeriod"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>现金的期初余额 </td>
                        <td modalname="beginningOfThePeriod"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>现金等价物的期末余额 </td>
                        <td modalname="equivalentsAtTheEndOfThePeriod"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>现金等价物的期初余额 </td>
                        <td modalname="equivalentsAtTheBeginningOfThePeriod"> </td>
                    </tr>
                    <tr class="f-txtalign-left">
                        <td>现金及现金等价物净增加额 </td>
                        <td modalname="increaseInCashAndCashEquivalentsMi"> </td>
                    </tr>


                </table>

            </div>
            <!--</div>
          </div> -->
            <!--表单e-->
        </div>

    </div>

</div>

<script>
    var cashflow = {"VoecfZeroTwoBankUnitPopVO":[{"entCertId":"10000000503","finanId":"2497088660357261312","entCertName":"M4625","salesGoodsRendingServices":"","taxRefunds":"100.24","otherCashOperatingActivities":"45.91","totalCashActivities":"1,067.30","cashGoodsServices":"45.41","cashPaidEmployees":"14.12","paymentsAllTaxes":"72.13","otherCashPayments":"43.61","totalCashOut":"175.27","netCashFlows":"892.03","cashReceived":"","cashReceivedOnvestments":"34.85","netCashDisposalAndAssets":"76.24","cashReceivedOtherInvesting":"","totalCashInflows":"244.85","cashPaidAssets":"42.13","cashPaymentsInvestments":"","cashPaymentsOtherInvesting":"29.84","totalCashOutInvesting":"106.13","netCashInvesting":"138.72","cashReceivedFromInvestors":"","cashFromBorrowings":"27.91","otherCashFinancing":"61.62","totalCashFinancing":"161.65","cashRepaymentsDebts":"27.61","cashPaymentsDividends":"42.31","cashPaymentsOtherFinancing":"89.13","totalCashOutFinancing":"159.05","netCashFinancing":"2.60","effectChanges":"100.21","netIncreaseCash":"1,133.56","netProfit":"201.64","provisionForAssets":"12.34","depreciationFixedAssets":"23.45","amortisationAssets":"34.56","deferredExpenses":"56.78","decreaseDefferedExpenses":"67.78","addAccuedExpense":"78.89","lossesAssets":"89.12","lossesScrappingFixedAssets":"51.52","financeExpense":"59.31","lossesArsingInvestment":"21.42","deferredTaxCredit":"43.34","decreaseInventories":"72.21","decreaseOperatingReceivables":"12.35","increaseOperatingReceivables":"32.64","others":"34.68","netCashFlowsOperatingMi":"892.03","debtsTransferCapital":"12.54","oneYearDueBonds":"23.61","financingRentFixedAsset":"","noncashOthers":"26.64","cashEndPeriod":"1,175.71","cashBeginningPeriod":"23.51","cashEquivalentsEndPeriod":"42.61","cashRquivalentsBeginningPeriod":"61.25","netIncreaseCashMi":"1,234,567,891,234,567.99","rptDate":"2017-05-02","reportYear":"2017","reportType":"年报","reportDetailType":"本部报表","reportTypeAlias":{"id":"1041774","code":"10","name":"年报","meta":{"dictMeta":{"type":"PRODUCT_ENT","dictId":"10876","all":true,"sourceType":"ARCHIVE","sourceDictId":"10601","sourceRootDictId":"10601"},"sourceDictEntryId":"1039232","sourceDictUpperEntryId":"0"}},"reportDetailTypeAlias":{"id":"1041781","code":"1","name":"本部报表","meta":{"dictMeta":{"type":"PRODUCT_ENT","dictId":"10877","all":false,"sourceType":"ARCHIVE","sourceDictId":"10602","sourceRootDictId":"10602"},"sourceDictEntryId":"1039253","sourceDictUpperEntryId":"0"}}}],"VoecfZeroSevenBankUnitPopVO":[{"entCertId":"10000000503","finanId":"2497087944301488128","entCertName":"B8348","cashReceivedFromSales":"","taxRefunds":"","otherCashReceivedRelating":"","totalCashInflows":"2","cashPaidForGoodsAndServices":"","cashPaidToAndOnBehalfOfEmployees":"","payAllTypesOfTaxes":"7.36","cashPayOperatingActivities":"","totalCashOutflows":"1","netCashFlows":"1","cashReceivedInvestment":"","cashReceivedFromOnvestments":"","netCashReceivedAssets":"1,088.30","netCashInflowsOfDisposal":"","cashReceivedInvesting":"","totalCashInflowsInvest":"5","cashPaidToAcquireFixedAssets":"","cashPaymentsForInvestments":"","netCashOutflowsOfProcurement":"","payRelatedToOtherInvest":"","totalOfCashOutflows":"4","cashFlowsFromInvestActivities":"1","receivedFromInvestors":"","fromBorrowings":"","otherCashReceivedRelat":"","cashInflowsFromFinancing":"5","repaymentsForDebts":"","payForDistribution":"","payRelatedToOtherFinancing":"","totalCashOutflowsFinanc":"4","netCashFlowsFromFinanc":"1","effectOfExchangRate":"1","netIncreaseInCashs":"4","initCashEquivalentsBalance":"5","finalCashAndCashEquivalentsBalance":"9","netProfit":"","provisionForAsset":"","depreciationOfFixedAssets":"","intangibleAssets":"","longTermDefferedExpenses":"","decreaseOfDefferedExpenses":"","addAccuedExpense":"","lossesOnDisposalAssets":"","lossesOnScrapping":"","changesInFairValue":"111,111.32","financeExpense":"111,111.33","lossesArsing":"111,111.34","deferredIncomeTaxAssets":"111,111.35","incomeTaxLiabilities":"111,111.36","decreaseInInventories":"111,111.37","decreaseInOperatingReceivables":"","increaseInOperatingReceivables":"","others":"","operatingActivitiesMi":"","debtsTransferToCapital":"","oneYearDueConvertibleBonds":"","financingRentToTheFixedAsset":"1,234,567,891,011,121.02","othersOne":"","notRefCashIncomeInv":"26.64","cashAtTheEndOfPeriod":"1,234,567,891,011,121.03","beginningOfThePeriod":"1,234,567,891,011,121.04","equivalentsAtTheEndOfThePeriod":"","equivalentsAtTheBeginningOfThePeriod":"","increaseInCashAndCashEquivalentsMi":"","rptDate":"2017-04-02","reportYear":"2018","reportType":"半年报（上）","reportDetailType":"合并报表","reportTypeAlias":{"id":"1041775","code":"20","name":"半年报（上）","meta":{"dictMeta":{"type":"PRODUCT_ENT","dictId":"10876","all":true,"sourceType":"ARCHIVE","sourceDictId":"10601","sourceRootDictId":"10601"},"sourceDictEntryId":"1039235","sourceDictUpperEntryId":"0"}},"reportDetailTypeAlias":{"id":"1041782","code":"2","name":"合并报表","meta":{"dictMeta":{"type":"PRODUCT_ENT","dictId":"10877","all":false,"sourceType":"ARCHIVE","sourceDictId":"10602","sourceRootDictId":"10602"},"sourceDictEntryId":"1039254","sourceDictUpperEntryId":"0"}}}]}
</script>

        <!--评级信息 -->
        	<br>
	<div class="t1">评级信息</div>
	<br>
		<table class="g-tab-bor f-tab-nomargin">
        <tr>
          <th class="g-w-3">评级日期</th>
          <th class="g-w-3">评级结果</th>
          <th class="g-w-3">评级机构</th>
        </tr>
				<tr class="">
			<td>2019-03-11</td>
			<td>--</td>
			<td>上海资信</td>
		</tr>
			</table>

         <!--声明说明信息 -->


 <!--声明信息明细-->
    <div class="m-repbody">
    	<div class="t1">声明及异议标注信息</div>

    	<div class="g-tt-h3 f-tleft f-mgtop-s"><img src="../resources/product/e/images/146.gif">征信中心说明</div>
      <table class="g-tab-bor f-tab-nomargin">
        <tr>
          <th style="width:85%;">征信中心说明</th>
          <th style="width:15%;">添加日期</th>
        </tr>
                <tr>
          <td class="f-txtalign-left">该企业实际控制人变动异常</td>
          <td class="f-txtalign-left">2019-04-11</td>
        </tr>
              </table>






</div>

      	</div>
      	 <div id="button"><button onclick="more()">查看明细页面</button></div>
  </div>


</body>

<script type="text/javascript">
/*展示和隐藏内容*/
var k = 50+1;
$().ready(function(){
$("table.creditDetail").find(">tbody:lt("+k+")").show();

	//屏蔽复制,粘贴,剪切
    //var bodyMains = document.getElementById('top' );
    //禁止复制
    document.oncopy = function(){
        return false;
    }
    //禁止粘贴
    document.onpaste = function(){
        return false;
    }
    //禁止剪切
    document.oncut = function(){
        return false;
    }
    //禁止右键菜单
    document.oncontextmenu=function(){
        return false;
    }
    //禁止文本选择
    document.onselectstart=function(){
        return false;
    };
});
/*合同跳转*/
function creditInfoShow(tmp){
	var m = $.trim($(tmp).text());
	layer.closeAll();
	var a = jQuery('a[id="UnClearedCreditInfoBankUnitVOs"]');
	var tbodys = a.parent("div").parent("div").children("table").children("tbody:gt("+(k-1)+")");
	if (a.attr("displayStatus") == "show") {
		a.html("- 查看更多...")
		a.attr("displayStatus", "hide");
		tbodys.show();
	}
	var whref = window.location.href;
	if(whref.indexOf("#")>-1){
		whref = whref.substr(0,whref.indexOf("#"));
	}

	window.location.href = whref + "#" + m;
};

function showHideTable(aId) {
	var a = $("#" + aId);
	var tbodys = a.parent("div").parent("div").children("table").children("tbody:gt("+(k-1)+")");
	if (a.attr("displayStatus") == "show") {
		a.html("- 查看更多...")
		a.attr("displayStatus", "hide");
		tbodys.show();
	} else {
		a.html("+ 查看更多...")
		a.attr("displayStatus", "show");
		tbodys.hide();
	}
}
/* 一级展示和二级展示切换*/
function more() {

	$("div.secondPage").show();
	$("div.firstPage").hide();
	$("#button").hide();
	window.location.href = window.location.href + "#top";
};

</script>


<script type="text/javascript">
//弹窗口按钮
function popProvidentPayment(_this) {
	//获取模型和数据
      var filterIdIn = jQuery(_this).attr('filterId').split(" ");
	  var idToJudgeData = jQuery(_this).attr('idToJudgeData');
	  var modalElement=  $('div.' + idToJudgeData).length == 0 ? '' : $('div.' + idToJudgeData);
	  if(modalElement == '') {
			alert("没有主业务对应的弹出数据")
			return;
		}
	  var modalData = $.extend(true,{},modalElement.data());
	  modalData.data = window[modalData.data];
	  modalData.modal = modalElement.clone();
	  modalData.filterName = modalData.filterName.split(" ");
	  $(document.body).append(modalData.modal);
      secModalDialogForProvidentPayment(modalData,filterIdIn);
  };


//弹出
function secModalDialogForProvidentPayment(modalData,filterIdIn) {
  // 遍历数据集
    jQuery.each(modalData.data, function(index, data) {
      var trHtml = "";
      var flag = true;
      // 过滤条件
      jQuery.each(modalData.filterName, function(index, val) {
         if(data[modalData.filterName[index]] != filterIdIn[index]){
            flag = false;
         }
      });

      if (flag) {
        // 遍历标题行
        jQuery(modalData.modal).find('.title').each(function() {
          trHtml +="<tr>";

          jQuery(this).find('th').each(function() {
            var modalName = jQuery(this).attr('modalName');
            var rowNum = jQuery(this).attr('rowspan');
            var colNum = jQuery(this).attr('colspan');
			var dataName = data[modalName] || "";

            if(rowNum>1 &amp;&amp; colNum>1){
              trHtml += "<td rowspan='"+rowNum+"' colspan='"+colNum+"'>"+dataName+"</td>";
            }else if(rowNum>1 &amp;&amp; !(colNum>1)){
			  trHtml += "<td rowspan='"+rowNum+"' >"+dataName+"</td>";
			}else if(!(rowNum>1) &amp;&amp; colNum>1){
			   trHtml += "<td colspan='"+colNum+"'>"+dataName+"</td>";
			}else{
              trHtml += "<td>"+dataName+"</td>";
            }

          });
          trHtml +="</tr>";
       jQuery(modalData.modal).find('table').last().append(trHtml);
	   trHtml = '';
        });
     }

    });

    layer.open({
        type: 1,
        title: '',
        // skin: 'layui-layer-rim', //样式类名
        closeBtn: 1,
        // scrollbar: false,
        area: [modalData.width, '460px'],
        shadeClose: true, //点击遮罩关闭
        content:jQuery(modalData.modal),
		end:function(){
			modalData.modal.remove();
		}
    });
}

</script>

<script type="text/javascript">
function openProductModal(_this){

	var filterIdIn = jQuery(_this).attr('filterId').split(" ");
	//获取模型和数据
	  var idToJudgeData = jQuery(_this).attr('idToJudgeData');
	  var modalElement=  $('div.' + idToJudgeData).length == 0 ? '' : $('div.' + idToJudgeData);
	  if(modalElement == '') {
			alert("没有主业务对应的弹出数据")
			return;
		}
	  var modalData = $.extend(true,{},modalElement.data());
	  modalData.data = window[modalData.data];
	  modalData.modal = modalElement.clone();

	  modalData.filterName = modalData.filterName.split(" ");
	  $(document.body).append(modalData.modal);
	  secModalDialog(modalData,filterIdIn);

	}
	//最外层为单条或者多条情况统计

	function secModalDialog(modalData,filterIdIn) {
		var notDataModal = modalData.modal.clone();
		var popBizNumber = 0;
	  // 遍历数据集
	    jQuery.each(modalData.data, function(index, data) {

	      var flag = true;
	      // 过滤条件
	      jQuery.each(modalData.filterName, function(index, val) {
	         if(data[modalData.filterName[index]] != filterIdIn[index]){
	            flag = false;

	         }
	      });

	      if (flag) {
	    	popBizNumber += 1;
	        if(popBizNumber > 1) {
	    	   modalData.modal = modalData.modal.append(notDataModal.find('div.m-form-wrap').clone());
	         }
	     //加入编号
	      jQuery(modalData.modal).find('div[fillData="false"]').find('span[modalName = "itemNumber"]').html(popBizNumber);

	      jQuery(modalData.modal).find('div[fillData="false"]').find('span[modalName]').each(function() {
	      var spanModalName = $(this).attr('modalName');
	      var spanVal = data[spanModalName];
	      $(this).html(spanVal);
	      });


	      var trHtml = "";
	      trHtml +="<tr>";
	      jQuery(modalData.modal).find('div[fillData="false"]').find('table[entityname]').find('th[modalName]').each(function(){
	    	    var modalName = $(this).attr("modalName");
	            var rowNum = jQuery(this).attr('rowspan');
	    	    var val = data[modalName] || "";
	            if(rowNum>1){
	              trHtml += "<td rowspan='"+rowNum+"'>"+val+"</td>";
	            }else{
	            	if(modalName == "conCode" &amp;&amp; data.hasContract) {
	            	trHtml += '<td><a class="f-a-line" href="javascript:void(0)" onclick="creditInfoShow(this)" >'+val+'</a></td>';
	            	}else{
	              trHtml += "<td>"+val+"</td>";
	            	}
	            }
	      });
	       trHtml +="</tr>";
	       jQuery(modalData.modal).find('div[fillData="false"]').find('table[entityname]').append(trHtml);
		   trHtml = '';

	      var dataDetail = '';
	      var listElement = jQuery(modalData.modal).find('div[fillData="false"]').find('table[listname]');
	      if(listElement.length == 0) {
	    	  return;
	      }

	      listElement.each(function(index,singleListElement){
				var singleListElement = $(singleListElement);
	    	        var listName = singleListElement.attr('listname')
	    	        dataDetail = data[listName];
	    	       /*  }  */
	    			if(dataDetail == undefined || dataDetail.length == 0) {
	    				 //定制化处理，如果是贴现（包含已结清以及未结清）弹窗，将标题隐藏
	    			      if(jQuery(modalData.modal).find('div[fillData="false"]').find('table[themename="discount"]').length > 0 &amp;&amp; listName=='details') {
	    			      jQuery(modalData.modal).find('div[fillData="false"]').find('table[themename="discount"]').hide();
	    			      }

	    				singleListElement.remove();
	    			}
	    			if(dataDetail instanceof Array &amp;&amp; dataDetail.length > 0) {
	    			$.each(dataDetail, function(index,dataInner){
	    			 // 遍历标题行
	    	        singleListElement.find('.title').each(function() {
	    	          trHtml +="<tr>";

	    	          jQuery(this).find('th').each(function() {
	    	            var modalName = jQuery(this).attr('modalName');
	    	            var rowNum = jQuery(this).attr('rowspan');
	    	            var colspan = jQuery(this).attr('colspan');
	    				var dataName = dataInner[modalName] || "";
	    	            if(rowNum>1){
	    	              trHtml += "<td rowspan='"+rowNum+"'>"+dataName+"</td>";
	    	            }else{
	    	            if(modalName == "conCode" &amp;&amp; dataInner.hasContract) {
	            	       trHtml += '<td><a class="f-a-line" href="javascript:void(0)" onclick="creditInfoShow(this)" >'+dataName+'</a></td>';
	            	     }else {
	            	     if(colspan > 1){
	            	     trHtml += "<td colspan='"+colspan+"'>"+dataName+"</td>";
	            	     }else {
	    	              trHtml += "<td>"+dataName+"</td>";
	    	              }
	    	              }
	    	            }

	    	          });
	    	          trHtml +="</tr>";
	    	          singleListElement.append(trHtml);
	    		      trHtml = '';
	    	        });
	    			});
	    			}

	       });
	      if(modalData.modal.find('div.m-form-wrap[fillData="false"]')) {
	        modalData.modal.find('div.m-form-wrap').attr("fillData","true");
	      }
	     }

	    });

	    if(popBizNumber == 0){
	    	modalData.modal.remove();
	    	alert("没有主业务对应的弹出数据")
			return;
	    }

	  // jQuery(modalData.modal).closest('div');
	   layer.open({
	        type: 1,
	        title: '',
	        // skin: 'layui-layer-rim', //样式类名
	        closeBtn: 1,
	        // scrollbar: false,
	        area: [modalData.width, '460px'],
	        shadeClose: true, //点击遮罩关闭
	        content:jQuery(modalData.modal),
			end:function(){
				modalData.modal.remove();

			}
	    });
	}



</script>

<script>
	function popFinDetail(_this) {
	     var filterIds = jQuery(_this).attr("filterIds").split(" ");
	     var filterNames = jQuery(_this).attr("filterNames").split(" ");

	     //获取对应的数据
		 var idToJudgeData =  jQuery(_this).attr("idToJudgeData");
	     //获取不同的概要对应的数据--将字符串转为js变量
		 var allPopData = window[idToJudgeData];
	     //创造一个包含相应的弹窗页面的div节点，加入body中，必须采用jQuery("html块")的方式，字符串变量，然后jQuery无法形成对象
         var allPopModal = jQuery("<div id ='fin'></div>");
         jQuery(document.body).append(allPopModal);

		     for(var key in allPopData) {
		    	 var data = allPopData[key];
				 if(data == undefined || data == '') {
					 continue;
				 }

				 //获取弹窗组件的数据
				 jQuery.each(data,function(index,val){
					 var modalSeperate = "";
					 var flag = true;
					 jQuery.each(filterIds,function(innerindex,filterId){
						 if(val[filterNames[innerindex]] != filterId) {
							 flag = false;
						 }
					 });

					 if(flag) {
						//获取对应的模板
			    		  modalSeperate = jQuery('div.' + key).clone();
						//将数据封装入模板
						 setFinModalNameData(modalSeperate,val);
					 }
					 //考虑多个机构上报，会有多条数据。
				 jQuery(allPopModal).append(modalSeperate);
				 jQuery(allPopModal).find('div.' + key).removeAttr("class");
				 modalSeperate = "";
				 });

		    	 /* if(key == "EalZeroSevenPopVo") {
		    		 getFinModalData(allPopData,key);

		    	 }else if(key == "EalZeroTwoPopVo") {
		    		 getFinModalData(allPopData,key)
		    		 //获取02版本的企业资产负债模板，进行数据封装
		    	 }else {
		    		 getFinModalData(allPopData,key)
		    		//获取事业单位版本的资产负债模板，进行数据封装
		    	 } */

		     }


     function setFinModalNameData(modal,val) {

    	 modal.find('span[modalname]').each(function(index,span) {
    		 var spanmodalname = jQuery(this).attr("modalname")
    		 jQuery(this).html(val[spanmodalname]);
    	 })

    	 modal.find('td[modalname]').each(function(index,modalname) {
    		 var tdmodalname = jQuery(this).attr("modalname")
    		 jQuery(this).html(val[tdmodalname]);
    	 })
     }

     layer.open({
	        type: 1,
	        title: '',
	        closeBtn: 1,
	        scrollbar: false,
	        area: ['650px', ''],
	        shadeClose: true, //点击遮罩关闭
	        content:jQuery(allPopModal),
			end:function(){
				allPopModal.remove();

			}
	    });


	}
	</script>
<script>
    function popReportUrl(reportUrl){
		if(reportUrl == null || typeof(reportUrl) == "undefined" || reportUrl == ""){
			return;
		}
        layer.confirm('请在查询前确认已得到信息主体的授权。您要继续查询吗？',{
			btn:['是','否'],
            area: ['auto', ''],
            shadeClose: true, //点击遮罩关闭
            title: false
		},function(index){
            layer.close(index);
            window.open(reportUrl, "_blank");
		});
    }
</script>

</html>}</File></CRP>"""
    elif biaoshi == 2:
        res = """017012GSSF70122022040120221648777603869237Fetch               00000     ZDQnB3LOmKj8AZTKgYyFZ1WpwlN2JoxsCAOR6eW22YjIbxfalMZcl7amXtKMiPl+EM9PXS7T9hjyApwRg0wjsalXggq3LFGsMAzD1K0SM1cBDS0DiHXENxsJVV/PJNrxOgKaCVQBGJS/5kpGRrjb8RpUE2K/eLxVejSi1m/UXUIrWVykOEpfw7CJLh4YXb9NUEDF7XehGanxA9I0YSO7Yug8d4efUl5umdsV8rMAuorElfIeysojeZz+W+qwSx3B0X1/MzxTUUmofS9wVEjkXyNN+hb7krsDlOx5B3rcPEBCG+5dBDL+FxbwueHcWufrkiP8idcTqfDTyAowjYB3WQWpj/wT9LOv/cc4v9+jYydpR5s2iCtTeb9dlEMDGDlPXkaB2IY4foNiim5C5c2YvJmNPdDU33tmQnPnRkpESE9aNIwN0TwCnLD2Ykwj0IT+mCfNkVQIbuRewBExRqiqocQL2McGtOrQr16ZfKQ4B0/Zd18r6FRigqAi0TDcnDsvK2N06r0uM/uFW/Mn2abm8M7zdKgKiG4tNJMrtDzNDnj1yJBBEuXdvybiK5zWI/8TP55dqSyat2sPJoIpuHm9ndSHU6PrnYPqpjEIR5uA8mY6EyOhBOAA4yFEL6MVP0+cqomETczf3MsswI43rURYsCvhAKU2h/7ssHHWPFudHtEDGFUe6ht8CKMsRbDHzTmsRLI8cET23E56ZyuEgYsSEhBEXm3qp20AReK7NvxCh03uj/KEMuqKMEG5n+aHJRnIv3XX8xnfWmgf98N/O4FsVAkSevYVR/t7EuVdk/he8mCiTetfKxbCoRQVtFs5Hf4s04zAzHv0RwkZOejWCvj7dSJFx8W865ifwf81y31Qr2c1RrQbbTJE0D68xw4QLouxvelAWnYXvsjLZdRoUeDPSySvw/9aob3aTJhEsfRSXtOhvQTrYWqIcLXGSXtyfYaXGuFpY+BwSEu5aUe+/j/feU72HEwwi/k9xbht0PmR/n5mREcD2Z/NEeqrLGtzuo3GaBgo3Lvnd56Z23n3Qo25BxI7J0ALu/Xo0oQePGiBaGz8/5lDHiR0Y3blUJQr3yKncnmkIOvQn7I1ozleA3CTftllNYTQ4ZxozmXFMJ1AQYNT6xsEDfkLbKzmV/uoC8l2WZfRscw/AwnQ8cKmF45Wd82AxRHADehdRemrCvOV/V8bvTY/7ghz3GWcbWRBRBrN+jTDJBIAysw9Vx/tY1t4fXR7U7k29LiZwDvOnjLgGbNAuPwKhg7EllXjCxdJeWP7gprR+l57QPO9tNTO90ct2QgZZMC9Dv2g/TZgRd6V5+IA/xJjFK5mDgeycoOaMiFnbdVIWz94tQKHxNVKXvEJI1q0E5NJ0OL75WLHMwZATjLrZdtrHSXGAVypp7kkeCoXnkkLf11cSyh8/E/L5959e3I5f/e7ds9fg6KQbexcHAORUmelIVSHKYUz0fqZcouSVpBLqp0wuI2S+oV7svVRdGArNy/gvF/acZDd9SlUotV4KMtV1tpOtgvBn4DSPJtKGmH5LA+k2wEWp0qWmY95MTlYyV4C1PnJsBDDAnvH5rYXK1lXX6ounVSLxUXEQXhEHQn5755kMYMfYLHjWQ5WXo7dT6Qa6QxfXG2t3+mY3kefBAsndjnXIYL6pJEDUaTEpNibffzys9DiAs5Bi2ECoKdh1SUg67AhCyLW4+vYms5LtOBFvI5XQyQ9raBNst0IpZiMMWrx0V5Rw0rwdHzUMMPjX+2HGK6jC3xGrkwqufIG8MoOBUVF2o4LOnmq7LojU4ykh1SMX0dl9LzLtVsQaceuzef9USmhtviG1afDD/ZI88kGrE6duZxMLXzG5MNWsY93zMTLfU2y/VzHm2BppWXD7kp2tOHHAd/QXRmDWP1SCrzC5YOW8uZ1FsSft8XuDAiePX9qV1oKcIjS3lPBEAlRlagvWcI4OHGbMM8Yxw0qk5Sl/gTX17W5Z1oU80OA27hi9s2qUFxpX+4CnSGAjf7RctmpqFk4hNbNckKKmoHWXoyJCaj1dEUA8sExcETKNWbvA4Ot3IjBTbO0fTs0jTeWonfRSdossTMiV3EvajuPW8DfZjvSqWiOn9XN+YRgYmbixk3REI7JcZio1ek+H4TDnZBv+tWSaC+tLMf+kMlVMeoTl+VHkcfRLCM44anl4iamgHwzZLR6tKumPLxZOS9V0lMeJFm3dM910VVjrGADa6dCV2ap484/9AV2mgFi5TmKSV1YmVHUtpYChj8DmrBJN24vD99571RA5dXdHT0s+pw3nHE4Al49dyEYi89KzvV+qy47b2zZnPBWT2olm5T1iZ/1BSgMAFUP0vhvnYIFiwFUTJvaxvnR9kUTr+H0d9smQt6BwKUzmY2CsmaXcQqmc0Psa21hvdCA2i45lunNQCsRXc0RBhV/w5ad2r9JEx/fokDAA2ZdIMsZAi4N4YhgxEEtngFggtywWVbFXfNRrlDu9CDnCZ9UG5fDPuupgWQQGOWhIbm0MtyYLR8Q7H4tzUbfECUnmWLvKKIyf9r0psLUiyv5r0DmyQzmbELiO+JywSnlrfwTjGgFsLdXnbf3dBDUIFni8ob8PspqQKCV+DLwB7X/l/sGwlSP07J0GHyKUf1k/EB2yfFgmViHpohlZboX93k/GGNkarrgS8F9G9+rBz8jwa2Sb0VB+ABPkYTVLcTUtTdFuw7aK3S5nKOWYNEz1/8f/xshg/4l/ytB+s0h6wGA5ocB7KzWTbSfdAI1/ZOKmPQ0+ng4J3/8uyzRIgCB8RDmnw2H65aCf1HFuWJv+m9zPQaddTj9H1knt9wT4n0DcmJTvE+NeSGhL22pvWH9x8TvVFJZlGDPEEJtm388mMyA7z4yYCJ4ZXStLoV/1ipu1ryootyEQDGUYBQe1iVZfSz1cc51PemprBYfH3zFKd7by4Pshbk7l5q/AkeUEeMgdUZLb1qx4BYxN7cOz09XkJw8Vhw8eTSEDstq7XMYUJUGKnA0A+UjTtlR71sl/L+2fzvRk+1aqfyCXdqotj5f6UenauKJhHlGxYnOJbQ4yJgfnd05LnLwOIBnAQrAJI9Qex4bm8arTqs31G3vxoawy5G8gaNLFQhHZRnfB7GVGDNDFxXqS40Bwo32HPWV7BWW+3bg6tvlyKVNEkPv1S5Ai9vQRxIFVM3BDbd3IWjJfl05R6P38tZ1A5oLI9c4Ua+KEmMIhAtOINawAdkukguYBinedY19XxlI2KsnTH4qpu6pIZN45zq3VcH6BJLjEyQhNlhbQWU4S8otMjHzjvAEg5wCm4+iyQQHIGyJEB5xEiRpZw8WQ5k5BYXY17YAONfkVcuzCkNO4ziIyZlhp5Wv6JtAR6hz46/0VWF9MX1AUXcQuyRki6TSL3NlZoUf+4Kams07tEk0D1HlMYCVLSvYLxhea2lG+Y7LEYvw83XzpQBbMqjvgZBALGOLPq3BEJq63EjipHYFA+YAleFb5agabXXXhwiuz0pDdjuug8lQYJ2JpmNvVNYk2eRqfTAnmZbm/ya3EbbkWu4tLMWJfMfFOVP/tdIPmWjyT9RKsQES7vNtAPhWh6AObVmrOjlUb0We1Ia+v1qC3rlMxo6L104TklYpbt64Wqq/4qP9QTsfJkJV1TMnTLU53zrtlDZYKcSU3cNPmpQcn5SE9Czp4bfu188O41vCNILQQRsKSx03+nVY37UcwvCuCPfu9SKo1ZqulyhyMk+bHogUdZxGK4xjioFwsh1dPgNJEbNPTW4J7wm1DCtWC/quiDA4aEZvLOQ/PCCC3ecChglBwP8egtVDFNiym9j0uO9q/JbvR194XWrU6vLRqzn+CwitEWROwmlmY5YXqVXd5QZvdGBhO/p8iJ5xaGuQlrfi5l+4xaQesOLAL/c4ph+3vZq9tSj5l4bVrZg5WAvfJrue21DRwKESz5KKbRWObQHrOxectPikkMPZ8vSQi+9dzOcsO3FY4OwMoBl+tn9yg3tyDGqNQUC2Yi9Ls4UQdDUgejBz89y2nMC50a1Qc1Uvle+HG+d7BuzeqravGFxQhlFI32KteBWo79RYeaamE6jZdKR1lmVAZxPW4I+Ck/53LOpNHS4GrAm7K0mHZS6VfJ8GZ36jtjrKgG4LyQwWHl9MKoJbUtTktCfBiUPiNUrqbYhbY19VEPxs8mfn0ySTf8gthoUMe8W2rdXQD9TjYN+YuBCfHQ+K6Z7x23i9Y+EPcRAZDbEHeHBVb65i/9Hmhw+4+UKQf8ujpCKFDLb4wnHobooClpI2wn7o8+kOvaAqMA+D6/2yyPx9NKyj0OuFrUqMIhiKR+jhi41g8twfu0S9ISKs/+NRo5ZSWb248dr6dXwWcMyx/nUMEoNNEnU5YMphzHvxKKaRfrfiIMcRQ/O+4Ne3mDKAJz4DL9JUyCrqR3mUhSUtYA18vvYmRTFx0+Ii1gNS/BLV1VM40P8MEcrXripe5rwpOvlyrUQX4uSgabsvgMSTkFo7kBWQAKaQT3AvpnhVQcRYLxfzlH4g2a/mA9YkxZedwjV4depIdSPLONgF03KmMSZmzPTtrXVHxwE4nggTYAk/DBs/7orAsX76VrKrHvAQU7aoTt5kzxFCdpeQe1WoyiLSHiLyciSq9j3S30CvhZmOVKjZwyKmlAoI8EY7jznORo2QlrUJAmagyFk+KnqEsEQSzi421FPxETP4mlVkNWJzIvFqdArJlgX/u1o/YU3ZatttNcZps4JMvtwOE0BWHjpZUQkRqG0w6rKPrcEAtsIL+YUFUV9ExXbe3opnyGMBT5Twk5DwFmPwmNktpH9bWW5t+nvYjHWrv+ltXiVSlbXgWbnOB7X3FbHEWhPp60eEHJ2asrbJoHcKn9234+iARrQZyjAjLi/9t1BzFBK7YlsoCxZEPPk1uSgCZqhJo42m9OgxIh6vIIvNbyDctZyGRnJI8ORlBQrw5CrEjDUdldiv+wqwGfDauFj/8BSbzZbM4n0VIu1Mj9NRGBaMtCBwzHe93Iu9E0ZZjSQhbFwcdQrFS/1WZPbs1QVoJPoaTw4yz9gyZ30is+N1pvAX9iVK6Z7zPuCV20mfgDDZetmnNgimSuPA5LQoTMVMq6GewMhf2+phf1Pt2omAcJK0cwQNhXvpPbTh0Ig7/5v2Zp3GuunorYf1QsLgI0zN6rXabE0PwZa/XzXSzIdGcEzMrSCM4MPDnJucDJzQRmbo/cxhK2O978Vpd7tWKKlcgs61XXhkv1sSOMUX0rGBw5QjfwhNeaeR6Q4du+a4jt0d6mgVMxFJpR7hV0F5+moxWjgpqKnwINy3UpdpuQCPZWj/NkmiBSh2dGwTBDmjPKkIPYfY99iszQ5ZPzTy5DPHRMae08dUKLy7JynV5kwq3sfrMa4Cp0NpV47Tpe0aceexK1yxgEUEwcJFZ0k2nd7WCnkIFrA4pr/2VJrK2yBBRYI6yD3wAYtienhZtK0/FzX0fWQepumk9r08JhmGFnXl82L01aJgbyoIWS5p2Frdz0Afz2EZKU02f5Wuj+xssC0o3U02Cv69NRv3UBR57QqldD0NkSx3WMua0g9ICzzboxsNdwvKjAxv4dMTvjI1uyelWAXlYk3Ag+GfIbxCBmqmJQQAQO/fTtBFNTBpNQoGQM+PbWKh7VxpbPMY4Ve+pgQN+pJVKWiOOj5/1bZ764RlWjL/icCsQGE9x+ACpOBfgNtNFZT+tgCy5RYaSSJn1cmYUqWKOdlrFVQKHRxC+CYbgJkOnGD6JizE33GoTw55lv+azK0BZNzntqKmh6qSmMdbXDw59XBoYhcJ9JqnDX96uwkRp3CdM4rl/JX+umU31Ow7ID4MKlG8VBXOD3RkdljwHGIkBhQRqy/HEtC3wQgC57E4be4FBwr5W6/VFfMcBUcT1fkZYee/FLRJLOwYrtOMYkYJPh91Er1BMSkBW3rPfqPVr9kDihKLbAveHREgG9A+wKYzQgiCZ1HXZiAH3NmDIF5DwxrbRdP2Lo+lAAZORGPzf/U5WeC2LYX+adKS7x5u+hraKhnQTdXCiLTYC07FrhGPP5ia3vvjWj17FKBMvgGMHB6stO5ZKnI/1SDlTuw1e0KVy8Pk6Em1NxOGkY2/0apbLEpryvhs+vbb1QnzqOoLIguQF1pJZz8jdyYpTQiCKkpLeHW/yGu2CEiqiWp4IDUymWNh0/jkAGntQPEF33t1ESbulrz0b0dTerAzjehT81Nn1xSmGDHBqQnV0Ta/E2sODQlQKt9My03Cf6dqxzykjOvXnSWqohLPCdJxckYTqOQrllpTQ8gJxEfYJKsFRigIwrLAFc9jF1K4hT4OqN854MItVJIHJFJDYDsA30OnATmOXrzf8EShsmrUKEb/s5T837w4XTyxI8wbF4ENkXKI6lGwGk/GVMRQxqsRNGHRsXDI4FozQM6+mQdLf+PDRfxFYdY4erq7n0Oa2o0gCkaeicb8ICqCefbb3HU+kV13isMDXIYuVxDaRAMdzrVYk1K+IZVJXXytK+U7JfgWY8EhsY2DjMoGxuvsNWI/EG7G0tfOW3NHXUHEuRxYlb4HEMCXh6U51S1a4eRB1E1ciLyBG6Kj3B4EDyILEhuEE+e5R0qxU4lnAFrTB+D8vYpon9GmGvmjfDEGP7dROSKOzvocAA00UvijnsqeJRFsBkHJg2eyUcJ3XBXe29CScVKSZUJRVPxmizL/1P+0Lpsm2/IbjGDRHt+us/weWbCO+OMF1AzSIXKf6M2GLghGD1PN1uXwZu0CSEGSXNetR5hGHW+8CyGiouIxI9kvyc7zJqA0ADvtdtw6lcSJqhCiW+7WO/KsUUM35b6Hr61OZmW8vhMZfdLjgG8BPrvu55X3gVU9lecYMG2h60VlRVJDytEV5Xo3OCWaU8S8+QO91iy8ltQqwlkfEyTgOJQLq2/Mpn3NkAq3lIptRAxJgKu+mEAUnpzsOfs0ZpjDj3wzB9Zyr//NyDU8zw8LvBl33C1+eFwZEudXm5mwxyz7JuAryflQroDzQ0RiFXGzqpk+l1wODs21kXY0b1SlPxHxSwbVpWsfW69G+CO/ZKrcgCOSlUSymxe+aopNGXD8ymgSO9r5dgLke3YtF+q5wfYkR/OwP2dFJOoWC7PVxj56oJ9aPJD9LQlxPZ9lCv8W3Xm+nhhMaWVv1wiZVX1rNYEQ+A2hWQvlSx9JR4Xqan3PDuoynI7qbjdytLSAZQ8Tq3OlWxZbPGH7L9pczet/wMcKTYtjzWTO4GJM0Z8ZR1VDGGW8FRO+E+bTR3//PLMwtxh5PNI49uXtgjeB/KhwO4dj0nwwgl3dIm7s7Sy1lM94e79NtJjTkqMeJCbH5qAxRSrk4SYrqJyASUfeXtm1oZCVfEAqFU+gmjXRoUb0pw6/gnuzK55b9/8qPlzoOzOVPTXY5Kk2ZcU9lFipVoAexDUBvIEx7S6wZ0KeODeqgC685yDndu/O9RtNI8l8AksX0gnqiCwIPnCBTc9ZkmqG0auLDe+Bh/4Hfrpzi2700O+b46ZCXt6yByqiqaPNUvXq2c7mgwSNPfn8SxxOXvceUi5eiolzdJlqh4CGXzBiWsTtgwWZXZcqwubi4YIbkeW3OfrSzXZq4k8a4qONCSUgiiq26nffD63vjmTZotXk0dzIH9h0vXvktZFb6Wx3e7wiiQF0NS8NYrEKiq1gfOj8QE36dVyfqwZ3UDiY+3ck+NCiQ25GXUx3j05bnxneT1HMIZTrK3gHdqBTDfMKY/TU3ajyUHU2EVr4BDcJkzsJlMaXbehY2Q7gPgSe/J6jUoNilgXZkyKGc6l8Hq3lUdg4vl5H50Fk1j/yGfjkid6tgkhFxKKePaxixOTsbAb2R+/4dWgB5z38QUsCmPmaahJbn+Noe74Zq6HPiCefd9FWpB5569lA1LHYVy8mnlpLMaaaoCNG75K8c+dCvxEIwISHiwapjj6m3la/qvKnYjagGPEND85r0HQ/E4YbT6QgWLqXsGjQankb+rwoQ9oDu1/h9c7xhQyICDHLcyqJy67QHl7fioi3tznYbkrqRjx6XPJMslI9ZkMCzEBnyr/Ep8rFZ0K5WPSkIr7JSw1iJ/LWRZXCaNjsErjxNOiXCkSA0+Xr1DZj2ZxE0YzqqNwkMZVde+dzMwycjXlxKwJvs1pIuBro7UwFhOpSgf7UzTLkYkK9Pn6+1Wl29O8ZwDD4pisyeXY7sTCl0IH6f+EkwL02h7WRq74fafqpPzX7uGs9Jn3gq3whpC1HZa2Uoapw5d7mZxpLJ9HQf+fFgTnqR3/T/MPaScVbFnNw3Qfn1ZpqFrHyfqyE9pBDZlegyQYGSENS+vUHRJXmeNlYTUFxUNvNg4vS+Yd9un6NVsxAS9OSae5KS2PmzJsR0lA/SJUSwaa4nWJ1DX6l92RLIfMViXVITZ/hGj4iu7c2uLKmGW4ljYG778yosp/ixRMJLBx3vsLdE4JO64hRdNfecOoZOhrtlm4w83nqdAeWm1Pt0UU9NkrkqEsV+g2JPXojISPHJQWEDrVOz1vQ95R4RCrULS9MighYv+mbxNqZpVAtqP92gjJ/pIKJte7tD88KXu3uzym4mE6P5PFh/u++Fodbvr5rl9mS3fwMi+SumVitMijUF7JGFvcD7+leXtmFe+74A6XjqOOfN8GR6ReYkub6SqGJ0g0uZSImCBN4ntpkyjocPKdyHe7pTFIAmb7QpgmnHE861hPm8GwXJx16Q9k5OQK3xhs+NuZQYjTGWXYu0hswxQY33Gr5CgKR5b/BKClq7QSoDqdk+Rt7jfDdXhkvIGY+uNqG6chOyexOypCzOQHYpR5HLubp1vcXtcT/NaW0KTJYwxPr/q65ZW73/Ft5xrPkggN7fhB30tAGQkn9v+7mydjVFHFNm7uZZbpOktqRyaGBOtoK11N79yECSK25vzUk3NsVR+ZRDbR8idkVvy2rkv9kF+6Ie/PoZDDUtddjLzRbzSQ9xLEFwqYVw6qhpcvlEF4l9UMyTXLu47Qa9vsiq6AZw6b8jxRSbrmcnZAD1hJr2w/rW48md/RXSF4xVV0o6JDX1QAHW8YkRQbIHpn4xZhetYB9dk9FutpLKHdg69Y+x60Vs1qFE64wq7Gl24IjZ2j9Jh7xN+rVAE2IRxmD53/2fEYtQ9+plWrixpnBV9IPtpksfhCu0FSoHm7YJJIB7yGns40FSlH12m3bJ2JXgJlUZEewVySnxBCXbMtfkEV4qKv5zQc++P3qSdFYGLLlfIEuX1b+E2XQrN1ZLksz3oGBFoqh0darjepX2Ax6YmAritowDo2gXWs6m26baHPRgf60eyodqORaWhDGwfokZ5YOgnLYegjCfBcDXIjA670kcI3eVl3kyJf5fVgF5+lY130rmcXGdnS155k127y3aOc76S4bEdpQsRhl9kaYv+IBUzuz2dIpvsvx3WPK2mhr+c3cUUIaVii0bi1BtpvDGQrykbS4ngvjLowzQ5TtCV1gQhx06BAW+2POgUsF0Iw1FwCAQsTur4AsO9gwS0oQ6RTNq7tLgYToBwHGJE3PyKuSkFhTQTeCG9W4YkYTQ9wY6BZXnvEiTPZerg7vWz2MxDQeqIeXq++HMHQPN2Y2PzvN4GZFiccJ0JlLXtGTcm+FkOvfFTvvG8g00bYo8weXT6UxL31fFS5+Lq+DD/V2eumiKa9WAPTWyJgvbQuGkmueQOhXT4azIkfueTVeYRYadLSqUX7sxc9PsZgyGXtfhTMoHGnkamaGkSUCdLFAEEQbBRZpLIr0H4OTB6rvzkQPsXa7PlwIdnEsMnPecPTERZV+nsS0/2/VwIoyW1R9v3GcJbby5ernZV1QzD2rSZbOCLXlmXTRrYoBJ+v9NvvDN+Ojgl6s8T3x4CCsx5+5myxmYWDB9H9KkR69WZHFpkEnzB4yr7Q7Br52wOdDx4by+5O1uS6gKmgHFQm1n0iQ3uJinVWRxW22MxFN1+2y8SW3RoSR8VSK8OofuE52xP3rZVVlQz85qVZ1OlbDjqqTlpLWsMUNdyNxfPj9xSAlbbSJ4rsd3SC1yfdH+7RZ6xrkBoO+C5JV0lN2NciMclBq+1jq/r2u5VJWkvq6PGZmJJ5n02q6RtevYePrBh2hII9GfdeembbrwaZGXWPRrTixgGJQcFTvUYlVOzklUeoJJpCLV4wX7tAcYkLsAZ8mv7mu+xf6K0JZ30kBGrOPX6sYcGbYnc9r3ABxkgebvyVX3SNevwplPGVxpCdBUXaVQyE5ogGNM7oV/RniNDtlEH9VF7VSjtcs6RVhftZn+z0VFzYXc5EgYOuuximMW9tBvNMAJNn48WDneJ2unkrMnkN9KnVbC2ul4I9xkYeHu0GRR5ImM+Jp+5SPt3pQ3VRbSHiTmESBxcOY5JXOq6x14kUKzy4glu0IcYrstGOrRuESAhwrI7Gt6h11st6gHpgi9M3bptKmXb433NFfINLJgobRygIbJ4YGlvCJmiUixh8dt0khjaUcRDDLhAXZ+XcDmQgTiYeQtAG6H+1BLQ+GUdjyezQUgBg+UpzMsxWbP5hCVsCKRz8tDMSItXr9HG4sB8oFEKWYDIP4l1D5dJ3GM/F2StwaQv44a9iabKhBG1Yjm6P0XVrXX0JjBf6f6la+mtcs3goY8CzToAv074nTOOxKebg9XoYSyr+vBIQ8rbSFBxDpvNK5R00terUO7C86SgHyPZXArSMvROgVjpWNDg7YvBb73XggB3z2RJkehdwWxKOeJpSAWEqYR6znO1lLdhG9/glc9tBIuabzxzmJNxxV8fXMOVFJPIjDzYiGK0QSMltKTNv5GV3+m17Loi3bypRgnkTf99J7U49x09/lzLrSibx/Aqyh4iZZg5hlwvlXG2iNGlHnWQRfxFSWSsZP/52hDxNKRdyjZ7SeDRY9Bt9uHxZB4kOfhcFd/oQPIcbMXiaMDtAYUa0rXDmzDVlj7dj6c2LRwueS91i1HvsNWikNzklXv1tpN7lHxui042g57bAId/Av+aW68Zg1f5wLbG4J1gcVcBVHHFNyy4/HqwpRL5nP5wld7wobkE8EeuCff0T1dIBVa94aZ0Lqi8TOEd0JCdchcB9O2GpKyBIx3OtwArClNzbHWdOED5o/MynhP72A5Bd+I7crhbrbAq4Y6ZZvAjpMajMtN5jrj7HNNMaMK4zOej+S4HOPApgn2IULr/oodlazHEIfQDX1tHIqf/65VKj1Mk/Jqca8285edifg7g+EBlzrxebsGsKijMd7RM2ENRkjIXFFWdltuY9Euxm8YQudVg2FZyAZSvr9L6EKblC8Qunk3BgEfNdTks76mcxZ4G6AH3qf2E7PzkoCCEbQzQF9n8MogXE3OQTedMW26pVGytCT9exZIS7xFnty+6do3g4XJBH4gi7p2mwnnMyOdPr34eckC1m0TqtpF0sOjTUZWg0CO7N65B4WBOmUCdO3AUthlH78GIBG/Dc2pOngDIBZK7RP/yi1D3P2QLHrR9EUOzg599GKi9GhJ2ooPZC/R6lf4Z/KuoVYN4RVgmABr/kDPCqoLTcBpIxB0J9E8u0t4MeROFTaVKpnPXqmm25ooroaPutqRIBwqXnY7wyZ3OIUMbsOluF69fBEdg+dipFOP6bj669b2MZVKnlly+Syg08sOpVbVFGA7iEX1VTz/gRxc3tIUaHUCIaIzHdAPBhh06adHB2c4x7t0ULoBaoGtokhyDOTJglIJj3ivo/5W+6UuAFvASrokXzD+95bDCVTuvId113l5NIVpd60QBPBN6AIULVH99kpVU3+RgCqcaViBhiEX3URzVkGVAv71OrhuwjZzkNcukx4Ve+AqG/yKm4wtFP7FjQEvqEjT7GmYRpcohMDq+Bs2n1TojFEibxOxpFe6TMiBGwePKqr/pt4RLaEmy0KURwIHb5Bk6KCsnOicZjMX8RIfC4DpoHicKsl3EVrW9RabAcMdt7Oj27ZXcHMKQEwSUGdJ8Rc3qcqHbF9PNWa1zQW62sAazDTS98J0cM4AI95++miTuLZQRz0p6tFLfPU93Bvpf7jCqdJei/A2pZCixh32zbmjBBby0gAKdd39KuOzOA2D11Psy9BZhocvBiJY1HGM+PvfCJ/gqKQdzsgkywfE3WYeXpUG1LVPleD2wbQHhN1y0po998UM/tPjuJ/gauM00vP+J2pYfRECg2/FJp/lJbrXcHO0F6wMy/OeJLjBzkIxM6EIQRF/dYfxpyf0AoXbxnBJ83rNrwIVmcbbM5nmGf6h7UOlfxs8QcDnSWlYk/ARrYO5P3mLdsn+/px3D+7jrqiWPlEvMoqy78R7NC7AV3vNuvhx6nuNxPjA0MYhePAoc5kOvXejxvSMtXcaS9jqYQHp7uB8FMNy+IgA5E9uG5bvhux+8V1bDhd/FO+zOegtiSHe/0cBcaiaBld+soUmUZAyt3Mw40yYE88zyILoWR31yUhFgqQ/XMCAf37lgoY5BzA7eYKALI/bJtvFxOL7PlzCUVE6rnYb4d9ROH1UOtHjwVKTiVrO9wh79L07zoigJUuBMeFgJ1U1D28u23xz8aTZYZFyOc0iGwQu0rXl/y0ygXo8oJKNjDRosSYwCVbaJsHKZnvLM4D+v3NuZjRYBUzEJVaad7ImgYKBaYRTjQ2pms90/V1pNojuuIY73NYwyoUgfmsH8fymU/x9tGOITcic6DuH4N85bIxbaZjjiMcoOvBXCfPQfezDnVWRk0wLVLfA/+pDuhH7ySgJam8Ocx/yNRgQ2GD8fZI36Y19PW7iuDbHUzTIfM64aeahG46nCIcDwwHpCMGlL2xTlA0oKM7TKf44VYK6EVu0qDimlilY+ZM4FZMbaZebP5SOgwUjFi4eF0AUhL7AktSEOcHfXo6YJqtHutqAfSX+Uq9TEmO013+877qnx8RjRiCsCtHU9HWo90MYoJ2reLj3+34YaqCQlTMPI/Kw+5YG/LisJO1luzzseb+Rg12F8KaIhvu1TmemkTHY3QipYeGCIUCeo8RbKXmZSw2Z3J43z3OOY3W+PVEDeX3RJHxSOW6VACpQFlQL8HUagbBgrKGCH7oNNCiuZlg70QUpJ7I5IfhADeLI022et4Wla+rQn1otU/NO1SXHuT6fLib71exWluPkiNf/l+DY7tcyLRZvexX0XzqDHiy2VfpaROykREs+tf+aW3/plAqvD2JyswroPae0Ygm152gkj7EucPtjzOe3wR9vNpd2i8vlOh42g24lKbKDbW24sJO93s2IbkOjqY+lHEBdhX6XUhSVIVZEmSmt3u/ucKzYqL06UTVYKmWqmpWwZ5Kn8EdtZnMrgEPCAkF0FhUQufAlhdqnfJ8aGNfmkWgHBknhfDPRnOQ2zTu6KLsTmRuCk7S6S3V2zJoVZ5gAvGfBwdwm21z61pIKYifnEHUIXxkF1qpw04JpWMZAlj3QJ4bYjwLmJcz3dKK3iZsii1lMzNQkGmDr4ZWKslS1fHThDoHP7mGxt9GzTO9Du0siuim6IrZMWY/IJoFl5sB+MdViNqhfGYzbZXFfWoz2bedkO/ARRloAdU7subs7QmCOEUAAWsThBO1pJ0rElra1k4UMNdGboLjXV8+VWql1ahRnaYXXTY/xHnEuGh9yKm8Vuw8jm97rsGduDcdnsbYWmc2+TkFciVcl5HA1w/tjT2haa35FfbIb15+0QcVkT9/nnolZy12zo9ZYFrXzKGS7ZbOJVb0GsTeIuEOOYvgPjjIkj2cyNG5FFC7XDX3YVBXvoWuRzdMG97odlQenEFO1AvnWZcLA/wLApqBUzySSZkLoscGLL9lvL1gh5rvBW9Jva7iEWj70PW9+QYprry9yPIo8b+1ZWBiGvjz1kXzWKzkDJ35/aZ1LcTbU+FBD8ow4FsR7HL5mmbcNhI4fT5VaG9qlchaOya68gaU8u9eKifvyvCejiCiJwQVblxPge2W1ME3y9Feju+z7AiZvXyHPXancsQyf0kSO8nb1r3+jzmVZc4WvalrzPuMx+N3HkShx+75On9uvzR48Z3/KfJwcWlnqzmMa461Vp+gvJ2+NplblL3djlWX2BsGFYcPfOcqwvcaw3+Xxc3sjcARMG3f8gzCnWR8vfj4BUPnbgDobaK98Td3fh6lkobXsHJUGF0EUnR/+k2bHG9xGXib7Ze78uq/C91NgdO8ToGC8At7WxGI9/M5j2qTdIzRvn+gym0G+ASPYF5994Fwt3U/2VxRgMtS/wzU8LiX00eaTnM/bHN3ui+J9sPVDzHTgnpYwly8BDMdZqorEqo94fTsqxREfyGrjBXCE8mm7y76q6aITC518/W9b6llP1ukqdHzTqWZYU11dj2QVI4+dYt03ihJRTje8iaHFloINDFLyHURwl4SauTNzYBNIu3prxguj00PJZGNwQAoKfZnR3MDtsDf5Ih/SZKhLFeWWemyHMmSWPhrT3HyythXv7b+5BQe9lxXv76j7nJpLVF3BbaD2vTmv/Is04PilpmxOADRISu/Mqy/+cOjHNo9m3Pa0Bb8YNM/gyvLrm95uqwqxALjYQgORokq+4IrLJ+kHkkBuYjCYiVdxS7zbwEaYGIwPp2v2mK9PkiUmu5TVaBD2q91qzF6bHgj/fgPh64gpGUOX5dqEg2mLt/n/Ybi/QD1SOFfv4rVKMoPsSnDKfWtrnYszK16UoZplIfqUpY234ZkD7e5chDdhDyiYwm4AAX+l3aLJXEG6RDBkgf6oGyL4gggNh49SsEa5Pn/p51eekEg0AZQkUJw6CEqhY38u82td4TxMWJYNnZrOcneSQv8jj6w1GDU3nS2uniFZIUzvSpT2HWmi65/wTtznRYaN3BehI5JVPmQUj7snfHzuX5M4DCt7UaITYGTAmiuxMIyYfQIOyBwGXDPYBjyBIkM138tZ4BwVnG5WV1QZI1EqpGU6szoQrhumnrgWgCy6phvH61gU5ivZpt7QfnSkYLYwUL+h72XfHhtBpMiPsjRNu0RCa0whmTYDFrR0pspYTYe/MygSsbpGcWy0f4utTtbXwaADkQurJr+o+ZkyTGWn70i0zZ5K31tjuAPahOuBCm7Ku3QZy5hDwkh0waTtQN1QtP7jtiuvCctnYwbQ3QtQYfPDuBnGG6H9CT0e0POmQVE3o0T+BAiar4Ml8wqc7q1ycUyfKOVPGMUIjzSNL8ct+F675Vsktl2mvFpIVByWL37NKXvUkW1aBlCiLC5+W15M/pmriMsOlTOC3GyIpaN+fsAZ9HGOgikeiAFf6JG4on8ZxA+Z1L75Ev8U00eua7i/uuF6z4yl9BLq1VpVnNVLe6kxKXbLcj02oipR2Nf38pgeOmBTK3s+sxMLuUTQDL8l/lxQj5A/PrU2qZIvmiHnXxzWOH0TNtidwwSwNa1oO5TWSkys7V1RWonA6XF9Nb8+vCwDocuNQX5jVL7qb5P6vquDfqqu43PzWQCt0O7+RHCVEwyzSvWkLzN1p73EiCbVlHNgh2OD8fZq8vZQoerHzQfno56BuGW0Q/Xo/+OSWR7A/fqGFgy1xwRmzkcYg1/+ZZ4KhzUCu2U5E3toWVoqkuqKAq8yHG9lS8IDVigHxOL0YjBJEBs6/+ir81BhrkBgVg7V51ifH3yd/Jmm1qteps/68lcsWiUWSWNibG9Kfl2KdRFbjksLeQL/HYNp8iVt/xbZCQNc1pOwFgOh1uLt7/9pnvcxfZJQHRjlShkiFaQYsnnZS2mNTKvxqcjZAAdw7Sror6l/OJuJIPXHLwgPZBk2MS5NHIXgb4Z7vbmfccEm5p15x7c9hswdO7LezFvnHlf/11yGATKjw33JQES/aGDmIiRhyvcUavBa/ITWt9c9Jrxw14uW5JJh3HgZEMddGeD4uPtCJkuxGT5X/BsJfZoNg9LI5RfbdgEEJaScr1kOmkDWrIajXgrLvLtdD9c4422//VykqfOuEOZqatl/xIgV/e+viXN6xt+zmHh+sMVdN2Ajwd9sJbRLIcDkT9IQK3f9hs8lYHVChmXyCHeeVGRNf2LKm7Ln0PakGJn+xoycYUmCAy5bpk47QNk1Eyu0k24TCUWnv1Z8GkT4/h+sUHZ0gOxjIuBE5NWQxWhkRF6HZNY+TeR5Nrq8R1eFXbSNSutIZ4PJ1Z0FnB9BN3uWU/ZJo39e5Rr7voEK/vFj5KfnRDNBh04/g/6gfA4NfVIoYkmJ94qPaSYMtElh2+tnEW8Jfu/MYOnQOz+n8wJxcxeIV4xL/9945VFWQMDuhFtpDAsevGloJeuyEotMqvY/3LzZiKEkoyJMZpwp9IctlEeeOivGQersrNz9mcKIRVK2vAWLrT34rPLAYVIuRRbHxT8sh5SeUVgeVkPmOu9Am1kv5wk0EPIYmSPWbvA/gKvPz3NiXgmvK3h+peGfGEszToXFF9owCxqwLRiFhSGJ07Np61P50Oai/8YhCSsDtK1uhTttRmTS4A1OWPUrr0/isfXVftYnWPwPq1PIXiWZqreEIh3O54CX0U9SbUTuBDo+r3jonc3cpo7Sr0B4lXG7DV9ZVjf2DWsg1/9E7JO6q0DDTqApaFz6+e+9mgCKLko6Z+SQgvvgMucQIASTyOExPTbxcUy8nybRNxYNJsZ/5Mh7lisiZzw9b84b+HneJ/2HZ1qWpZq2p0bY7IHvNASZ6Hw8bEXaTvuXKWDD4gUdLQwsygWy3g6WMDXXk3YHHiL50HxN2aeuN4yN3shbi0nARGiao0+abLGUrBxSyIHy7jCwJgXtJY3BFDlDdF8y/XrvEYwCO5YPYevHClaJ+X3y94ag1rbj+KToK6ZMaSoMDhtbdWU+iCPO415Hsoy0ItdZPnuYWCbfAJ9GILdHIu+cBrjWJYSnq7ES5RHtwPgAh5u9qtqr7vsVL1RnPreQu+gfjjqdIy9Dc0gqKi3kniZVelogj5JHSU5J+gwb/0IsDpseyJ0E6l80LKSbJPfq89nQ22EmmRZ0kMrua8VhTEhEYkG2GlPF/Nh++aZ2WtEt2hNflkTrLfBYCLoJU+qK8ecGLMtQa0+SpvvXnOkXc4+NGpPaxoC31cY9S46b2l49UjuXd33WAT8tdOkIydbb0uMStGFON6NtAVJg9idcwLkc0ulqsZpIykpPzM5B5BoZga5QnVAIanPMq3EmJnIbaLqGxgoVfsrnuMK9FXrWpCNKFqKoPSFHsbTnDu5N8DeJ9FEt8Ssbkfs7TOZfKn0s487m8gCR+Ry9eP04IjRsL7I6VjRxYjGqJTXc95EREOqoEPZ9I5i4vBbtSQsx+qiK+C+d45wukZDgZIlsXusGsxP+KgJxakciXoArv9ubm/2+WGWvtCx5ebgxACar9MXefHbh1BoUf6eOq6jy1t20McbFsD54sqNYAhAftroIQ0ilaGAMSxOzDB95LzxHyJqiVq5B5dIPuFeCWmmschV7Pp90UgAeZC9e2kaHjXzGHqifOY9yutcopyujHCfAf61b7Wcv5jUHwaCOFrljrwMBPQtOiOngJG8oFgP+g1P8SJ9QWd6HzYi+uC79aFoXCfzjNph0KhtuM+r/h4HFm/caim/EwogOyI0PqYJcw5t7rYH/7+YwoKTgo2iu8HSIYiRpixE50ifoLSBhkdtDsApESZof9XUfmjKwLdLwNVPhzoKSATYP7mCKoEpkFr6Di+UUGL7+b5M4Tzee2aIVFqZEdyQCz8XK7IXOqh94cNTaatosELnzA+WRm3z17bJsvmAEW35cGYK+f6mT6SsrAvzKZSFqvQhW2dx6IalebD9yj70DF4skzdaY/IEXoYcYV3V07ZciK6M3SBaVBdzX1Iq5I4U44ywZg03e6XM5rO4+ueydlhwWFQ9JvSCd0CSQmAZL+kanBODp8xG8gDDl+Y79PO34cn/KgeavOOmfuJLafk+DtodalEEMMSh3odQVLB8n9kaZrFG4u+9paNnMnGjRZ5BZnQd3a13qkFjDfovnd6kffENsiD98bfm5NX6a572KJIu8djpfc4A+cEfLoYt4JW8NAgeJzzodNHzF1+OqT5J1GMWazWoq+nd7KXFXBIWAtQFOiG3b7UH1ODxhr36zpNixi2Nny2LXhCzlcZ98a4xrvhdBcmRgmB5aMvHVEIrIwll8Ed2CAwoCoYe8jhZEKZiz5VbI3C0IoPstZhg5cknKq33WmDRYG2UPuxgb0OsEx5Q9ujElMlE+sX2X0MmuF5nZxul4cd9nwMy8+xtV8/9Hn+okbCK7O7krab06P4GVax2nYlwBYwHFKyP3IpRvMMizJqiCty60wQlMP20KPL7AMpTzRguIaf4BwuR7ePOFHboSMzK3UvmIKxESX+Wt3W6JBQ3ufXTndCAKjz4fwlTa4AVauxIJhoCEgnJZX+a5zUaMBHWGG6eJMJu6jZxC5Nc96V2PWgC+QMVJrzu3zAhrrnJkOj9T8FlevBS45gekHYxQ+Wcg1j3fxhT4BJF0/hQ0RaLxAxed08anRZohBBNSeKfXgR+FMr2+10WcbCJ0vNFKU2NDBLkK0fkykaPl2Y9aWCjS1AellPO13+I8rXGzBJ2Db4/d55yZ7z4Kp8WXjGnIhil1MQElRM8GZV5w1I1jHD8NoJbwGr8hZm5bBSmfh8EBPvj5yDXdO9Efw/Clw5EcGpQ8cQyGGt5x0H4N18m5dYP/ThDi+KviuhHaFolsrz/vSiNAXLpjkR4c/IlMeTuPA0rBHE2o+g/kkNwXC2QxTRqwq0aCY9fev+FF1pVoE7fCNF5nY05cvkR+ZkoFSYPubnVt/6LYWPsWfaTdRHib4XNwNbSpd5U/NavDDuGG/5ufWWaYjKhLrPupPlicUi8XZzQ3eSYJ4gDG2liNmOAxJgQj+yCfZtjgp6b1UJd913Hc+2feMcuy0Wh7ha42nsQEhMnQnkB1tT4JY6nodkYe38R179+H15R5fLq9L/bo3nshRpdsrM4D+3uFO776ypSlx8MWvCcEckLUyLPk3SZQlwh6e+4iU9gq1a1UJfNx+2O8TyOAO0Bqm88c2rJFAiXppYdxJnmYgtNoJP7im33qqPHJyB0YqALzjnNFIu4Slc/Pukmqzpl2MSun90dvqftbFtBf4TRlgsk8E2WCEJebQM5eXZ4E6ySfxKi61sgH4/TeVorkHRcxidGmvLmWeAFXdYePFaBhumKNkBTc2cJRuqEC5p+qwq9k9Mb+26eEF125PcOHENv/Cnt2kygFAV23x2PplRcYqSVJHe5MtrSPvbaS0PViBV+dudV1VSsR8+ZXrvipyvtCg5Cb3SxkrZ7VI9SD8czVYyS97XwpH9miQXCPTapwg3zNn+48seOhHWDd0iQV1XY0Nq1fsZGZoJqGIjMvaHE0Xy+3RKnmleVKxqZPogjPXYYznEZKngezaH8BGeZXZVrfn31QRdPQgP1FYEExsMAkJKZhtEwrcpI35f2/NqlD1RDPe/0uFa0SA97oq0PiC7sgPeNrCRNpuxQL4LDcoAzJbtBD03ag6rWnF56zSb2iJECaJaZssMb7rEuK/koc24YVYxVTEcs9hslBGBEI0QXGribztcmm0RicKSw2mEJt7gsZSRu1ZLwxaqWg545MVBEtxg8inC/uGYkLhAVYogc+U3HgLUQqqHZmeEOK7uuJKjEaVEhTRSC2ae2Dwk6f9jyb2ja1azt20EsfZu8ICQNtgmOaK+TRp8ca4CmftmmQEIFNw1a5thcrXDFK+/0WaiKZFkKxvH6UKAOP2VgWdzwXh6VTKjqZKkbgoo/OnuEhf1eQe5tiuYOvxR7tOgopiAxlBcKNwp7O9Ea7dTegwwfikD7E0jExZtYyglRPLLRDeGkHNuEjfc7Ow+9hp1GVud0ZKpljJeuj6P2eNpil8gXDbF9HyhfaNPo3efFQm4/hr9qvYIUX5Q8gj3GctHIB7/1/kMW4ePxfVQSAWvgIOUka1+2jIpy70PdDTUgtPGrzSOP2KyJJfy0mEOeOi3AIJ+ETzbQZpAl/7Yab3/eCwlV7Vq0zpk1isKHlFbdQ5g0K/IgerM+HZMW1EoYkJaNhD41fvNRV47JydL3QsBTbTz/8O4UgkjawUrpMcjsSB1R7srwoKytuNIWlZ72ShS1+eAZ95XU1um6BrwXwUowxQLjRBhHbV+hzkDFe5tXXYq6RfjjWPNeBiWx3Xj/m3Mu83hUxfIoGmlvsLzFqaoBr/Pw3eSprlk4LV3rzVY7yq8ZjJ7iTvZQoovEr88a6z3M1TzHmZEAdoWp9BeZRckyVuYJBgQ0u+9Mxy7G9cWhPbfwZTBaxPhO8/sWlO5szzmyQVBdAvpET/esO85Y71oUmGLqXd1G2syVmZ81hOa3Cgsf0kZJm0K2klRS9ufRoYSXRLJnuEMRaOtYHdcWzf9FO/+wZBs0bi7iExdCGcEf7XVkM9wyLhdzgkqLvzrSbftlP9UrFknAfg9TMrPzFGgKjHZAXpLcvjmLEd2wFn3hNF30hIbUlip0Cg4LeXbYwYnwJQWihZhFiASqunlblpZ068Gp+MWpe0CTo0RFka0g2QFbAkGGgKcgOCmZHj/tnJZbnrJpfX9Fa/IJUxC1JmYjgw33i4pH9BoP741luc16frP35LdgXH5ClHil3+MJLMBWJ/RjDQUkuAcdgCAWE3n9fQyb5qIaJHL4QQrpyaWwQQ6ng1qD218/j9fvymyCrONql6T3ASmmpfBbz7EUgBo+2pEPC7Lt6+Rl/CH7tQbeTMDqYSubTM1OzLAXHV2aQz7O8aPNRYzKxZY4tW8/gN+dQ/KMahTdR3+MpdWsPgU2BT5YTAmC1IHtVplPFqhzFUFd0TcwRNDYTwWAFLDHdT43ItGS+I5Vuhcipm2bCpRq1S3XejqpnftFDBKHdmn0ebs8RFq/rnPpRwdIAhc7xiS4kPdTcPcPQFWi3WInCO3rMno2eVco44oyzcTONz6LYuGMGkTmIMlG8GUis0kkQ1A15t2YJmlCdVxldj5dwosrPBFx3Bvd5D/0+Asi+JKlq5PSy1vieqf2At0BdnIMmBH/BBBk+1TCz/8gfhE5eOtZGIq0DlQDgjQcMF4TA9TIdb2SRf56BDh/IKSVMiz4vnqpcIdEwovShYfVn8t9rq7p3bHFASxixORqUVA2xC2HJKRS8ao9qFq2unmt+tCscMPjI1QoHR/YppN6mG0DdRZJ7f6HbkIEfiq5bHRd93E/fxspxpf7ZFiYpk6oRA0FAluE28suFT2sblbq8yLwdfHxrnziYPG8iQkV2feycJVj6xW6TvH8Fp0dPXmCbYbbnHE6Tib9FG2bY36QTPPqkzoWuRt8qmqb5R7odCR3hjWT6odPfDCHbXaY8m230bvmOQgggSYjhUtfowBVcG3qKUgL8Ekz1h8KYH3svn7OaQLq8aNzDGJoOEcfU1wSgcOieSmh/uJnLEokK1Khj2Z3PtMNUmz43ve0Hzuy6bZr0r3jZq3W7kvLPdEBNXqisrbJkRAJcBE6y9HRDBDnBs+ATTGf+qzKFSaxBNdTrKy/QGhjPEcbgh3HjrYWn+NkGmFngheHXiWWcrg9fHelv/rxO7wSHQH+4Lo6p8hE3HHs9TsbvRWx4kQV81PSIGi20cHFc2xQXzbgQeLDjFArMnQ0XHczK7FXu+Jhtu5DiHClIEl0hi14wnk83o/TjHM38Q6ICoRZ+ePPmQJ9CQ3AUrRTuJOWspsz4oSom1rSEzKiiZz4jvgSpzvB2jMalS8B7cbuSzKalWpiF4myBMzdn6elwXdBKH2qtWsiYJd2Sl7TaWJF1xG8/wifMKk+QbuFIdjH16Yn9mG6rc2zfPey+jZ2gN5f5TM3l13RIc2OBcLDCYaQ+vgQQ/EnJzTnOd6BlY+YBmC4ewTEx9BZyzoAIKvwtOpsKYRMXGmMGHFzrWRptD7zawyQwRKIooLFobRxp+T3skCNpcXQLQUmxhkVRa+4BHYgMpud9GDxG9uU1NlY/3p9kZ1jtFzq9ZdkBxSKOC6hkd72XStCSWFylaJUr+S6H6nM3QZDh/eAh2eS9GfAVSqyotidI835aPwLIkAS8OcVRdqrXFVmy6dGQu084nV8iJkQ2Ljoa7T5509VKyJBVBJ9X1U53yLQR/tqDLPK0pIzunMW+NwhI+Ad3zYtaXgw3PszjGNzH+rKItEofY/kVeLW1566ZkJ7at23OuKbLcCr5pmp3I0ktjm6ltNHy7+0KXFLNvjlWqOf1cuHgz7hYTgshlnlcedEivZ1IMM97HvpPTB4QixJnv3ePBmganj/9lw7iA/v+MkSVbE9bp6IAKcUeeC7qhZ7fVnqJomGAYhtiWc0latwNscrlQy5C3eilSWrKYs1hL2/eSK8wywu1pDj12t3NKFAsnvmNeixNUIF5wVbvCPIxNxSaWTfe512LvlCamoVju4eywC71dv+tEob7OboTeVM8Eik1BBGjiYR0FfZQPhGlYUBhFiBkAkm70yLNE7MwTkHX7JXnYH/WJWOL2Zt971m5lFCTOetoli5yJ0hdvFlwJf1tQ3BU0IcmIMwHun4ODJlwsV4BF8HXoAatNTdWDvabojdaKCv18k3qM/ux8M5peMjJnw6/xS/M8tpBNJkTY9iNqrM/KOhvh8qMTliKWEQR7EJWmAjQr6n2M49vruRXq6FrHoiOJXo80ganPb/BwQlEMGv/wZz3gLG7Ss5ArL6xnOHTpYrP5LQbFurPOjbVDru9UiERxIhjBH2S1whCQoi82GocsMRjpzH/ftkFoefIQhM3aYd4ngp1olKlhpdFjXO6mKR7rrbwYXELCuUAkLrxlhUbHCe8lwFKHnzAy+rsLTaoedUrLfL30a+EfEG9yqkDFoPuhD314UUxQzpocHjHkOCaT/bx2WdYNZnpwFNqP5kaVPZX8lp44cUN5XRd4pILcYuRGoF+vHzj0r7axNz1zVmDwq6IsHbOTid/SW0luGrcY/84BRT45XlTMEc7Wi+1W8lb2TGfHIwMFQSS+JiSGjU5GUflp9S6a5FuS0J6ov79HFSsBcKHTK2GnvzC3gcdSVsbpku0k5lKpr0zNGtPlEIdQsMChvFUN46S/698dkxXL9qK5VaF0obed+by6icaRqTAoDMEvCk7wNe1MJCrGx5Kp8+kWhaJXmXA0SRnTsMcWSZD9bXzQ4PN0/apEWMerOVSrUX+zY9qewVAcYT6xlCFw75nGJZgtETr5Sv5grxgSZd9jAhVtzBnhZc0enma4OCie4K+IQRmqrXujTBGffTnRsxoaHCzIFHfm4PozMeCvATAbLe5fbLkrSMJ0NGe6J8k2cqavtrGwz2i5A4duYgvQd0l957jVSUHb/jSuHaArjsb55UkZvkz8Uazpou8TYTJP2UDoPFHh30J2eGorUXosALmGNUSiMRy96hx3mjQRo5SnkxCzSKOHAK/NV9hd+omxJgX1Q3HsEx0TTjudmDjh02DDweDDmTFFbBc53xSC4A2eXSmPXVi1LOPzzveRYDTyXQqhMvGDOBm7Nr7PU+UXNHrINJzpFcunJIlaysO4NN6HhWLy5SMjQY0PKHr6sgBI5QzWDZs9+KvykYJVvqwdasWAkfgyJvMm00idSrNWYYubE8VoORie0Ll8m2O1Dep4Hy8kpZUd8G1K8t0RnnmIZiK79NOBI7z9Lk+2ZdeWYtmDCEGB3srzgiVIcsHVIcy0VLNhBfwUmRBZanlmYdXV7+9sTTk0D49EOP5h+xsfpJj5YQXeSmbyw1GPBFFTH8S0T5ZBKrxdCZZc5EjAu729KBoGj6/vSABQijJPfmrYaRYK+2bSrpgOFdAlpevzgxJDiYAMrQrbsQTHq8PgUt+FPQlO435Y+N0zzbfKNzENzqL1OOrTuKGrT6JXo3IHrmaQNosp1eYt3dhVdyIKY2mj/sWz8dfu3E/sItF2FlRQGLdamNyecXGMl8CWBxxsNGyxPre7w4K6dv70XVy9A15IovpVzhLwc9Cv1kCKCRJsDsmoElEcS+XvF8v7b8UXSKdWnpKfRxl1RTkCvuCCbts9GPwOBPcyQnnae+Orc37Z2d+ge8YwMjrsA+ZgW42G0oE/VAkgi+nQM+pDbANC6d9sms9znAolhidUJ6F2oklDVClP7YKtSzugA920zlomqJSTKN0lVOCxRVLEuGJpF14Q3kwJZaN2jotJ2eZJSuI8B7X8S/NfodSYObXaBgC4T8Zjcjtzw83dcSZfNy7H4UhC1EjXSZYwhZVghMfeR+1gN6v4JlZJu8/fHx45peTAoJ+ts/RJIvM3QWIlEeJ2lbU3GPcH4X7FmcyI5ZfkB28TWTuP5qoZ1O4ZXHZ1GisUZ3ldmSOp6/rrPKWZwHORM3RY7dok5BQY6nwbnbMpD9bnj4PKoPTfMrO8h1T5GtYv6W5rukfb9EgVu8lOi5QmgdwpWalpkD+esT6utDbUSM8fhbNUOXhrH7WTmEerT7aEe3rDnYv96X+aQp2aCh4NTT9veVmvoSRmIpgiMsvuDo/GZklecsd8h0SaoBwXNyXRH5dr8yzUjLuZqP3U87E+gaBEez8Wm0858rnOfZjj1XG3hr/QFJ86eNnEJxUESJeTREiHRgp+YTmniu06TM9wHvDrzxUng593svIaBghGdSL5opBm4yqvA9lL8J3cFuqezxiNLvleXghtUGntRPfb1hqWV3ZEcGRX5zbzWvqU7gGRlLaX7gnbppLuI9JGneOh00R03xRoQQBQPrfnxn57B1hjGkefEGEKAq2nQm1Z0d7DhAmRb6zcOdzmUmKfR5009WSqmsdgtE7aY/sa+8J0sfOlzyoeD0mqaUmiGaMBSkUilQzxtdqTwS2UDsmzvjmw8Gtpfz6BuBkFZdG6s/eZ05Z6Usm9hL8j7/xr86rQiM16sJZju3Fuog/daZoS45eVaQU4X9rdbBRNk29DsB6sQO3eXtyg8QIxrXxcgwtRHEve2xa6+KnjqzSGjs1RRUzKswTtwlylKx14Pyr4OkeUgbWyvCWra++dpBoWPr7l+uU9c2a6pQ2RKMcVg/xstb6Q=="""
    elif biaoshi==3:
        res="""017012TODN70122022032920221648517191312272TODN01              00000     {"success":true,"id":"WF2022032909281140958608","result_desc":{"INFOANALYSIS":{"id_age":"31","address_detect":{"bank_card_address":null,"true_ip_address":null,"mobile_address_city":"合肥市","id_card_city":"成都市","mobile_address":"安徽省合肥市","wifi_address":null,"id_card_province":"四川省","cell_address":null,"mobile_address_province":"安徽省","id_card_address":"四川省成都市成华区"},"geoip_info":{"proxy_info":null,"isp":null,"latitude":null,"position":null,"longitude":null},"device_info":{"error":"参数缺失"},"geotrueip_info":{"isp":null,"latitude":null,"position":null,"longitude":null},"id_gender":"M"},"ANTIFRAUD":{"final_score":0,"risk_items":[],"final_decision":"PASS"}}}"""
    else:
        res={
	"body":{
		"transstatus":"success",
		"applyIndexsNo":"LSD2022032800000011"
	},
	"head":{
		"rspCode":"0000",
		"rspMsg":"成功",
		"transDate":"2022/03/29"
	}
}
    #print(res)
    print(time.strftime("%Y-%m-%d %H:%M:%S", time.localtime()))
    return res

#授信反馈
@app.route('/te', methods=['POST','GET'])
def te():
    te='[{"id1":"123","username":"自行车","name":"钉钉"},{"id":"111","username":"的地方","name":"成功"},{"id":"222","username":"特务","name":"梵蒂冈"}]'
    return te


if __name__ == '__main__':
    app.run(host='0.0.0.0', port=8080, debug=True)
